{
	"title": "Compressing images online",
	"description": "JumbleCS is an image optimization tool that maximally reduces file sizes, compressing images in JPEG, GIF, and PNG formats into the smallest possible size on Android, iOS, and PC",
	"twitter_card_sumary": "summary",
	"twitter_title": "Compressing images online",
	"twitter_description": "JumbleCS is an image optimization tool that maximally reduces file sizes, compressing images in JPEG, GIF, and PNG formats into the smallest possible size on Android, iOS, and PC.",
	"og_title": "Compressing images online",
	"og_description": "JumbleCS is an image optimization tool that maximally reduces file sizes, compressing images in JPEG, GIF, and PNG formats into the smallest possible size on Android, iOS, and PC.",
	"content": "Web language En",
	"content-body-top": "The optimization tool compresses JPG, JPEG, GIF, and PNG images into the smallest file size possible while maintaining the required quality level",
	"title-choose-file": "Click to upload image",
	"title-welcome": "Welcome to our online image compression website",
	"content-welcome": "- where we provide image compression services, reduce image file size, and related tools to meet your needs.",
	"content-body-title1": "Image Resizer:",
	"content-description1": "Our image resizer tool allows you to quickly adjust the dimensions of your images with just a few clicks. Whether you need to shrink or enlarge your images, we've got you covered.",
	"content-body-title2": "Image Compressor:",
	"content-description2": "Reduce the file size of your images without compromising quality using our advanced image compressor. With options to compress to specific file sizes such as 100kb, 50kb, or even 20kb, you can ensure your images load quickly without sacrificing clarity.",
	"content-body-title3": "Bulk Image Compressor:",
	"content-description3": "Got a large batch of images to process? Our bulk image compressor lets you optimize multiple images at once, saving you time and effort.",
	"content-body-title4": "Free Image Compressor:",
	"content-description4": "Our image compressor is completely free to use, with no hidden fees or subscriptions. Enjoy high-quality image compression without breaking the bank.",
	"content-body-title5": "Optimized for Various Formats:",
	"content-description5": "Whether you're working with JPG, PNG, or GIF files, our image tools support a wide range of formats to meet your needs.",
	"content-description5.2": "Explore our advanced image optimization tools, designed to give you unparalleled control over your image processing.\n\nOur tools go beyond basic compression. With features like Caesium image compressor integration and support for Adobe image formats, you have access to a suite of advanced options to tailor your image optimization to your exact needs.\n\nConcerned about losing quality? Our lossless compression options ensure your images maintain their sharpness and clarity, even after optimization. You can compress your images confidently, knowing they'll look just as good as the originals.\n\nNeed to share images on Discord or other social media platforms? Our image compressor is perfect for optimizing images for use on any platform, ensuring your images look great while keeping file sizes to a minimum.\n\nCompatible with both Mac and PC platforms, our image tools offer flexibility and convenience, allowing you to optimize your images regardless of your operating system.\n\nBest of all, our image tools are completely free to use. Start optimizing your images for the web today and experience the difference in image quality and performance!",
	"title-welcome-faqs": "FAQ and Support: The website may provide a dedicated section for frequently asked questions (FAQs) and customer support. This helps users troubleshoot any issues they may encounter and obtain assistance when needed.",
	"name-faqs1": "What is CompressImage and why is image compression important?",
	"text-faqs1": "CompressImage is an online service or software tool that helps compress images to reduce their file size while maintaining image quality. Image compression is important because it helps speed up website loading times, reduces network bandwidth, and enhances user experience by making websites load faster and more efficiently.",
	"name-faqs2": "How can I compress images using CompressImage?",
	"text-faqs2.1": "Open a web browser and enter the website address of CompressImage.id.vn into the search bar.",
	"text-faqs2.2": "Click on the 'Upload Image' button or drag and drop your image files from your computer onto the website.",
	"text-faqs2.3": "After uploading the image, you will see various compression configuration options. Select the image format (JPEG, PNG, GIF, etc.) and adjust the compression level if necessary.",
	"text-faqs2.4": "CompressImage will process your image and generate a compressed version with reduced file size while still preserving quality.",
	"text-faqs2.5": "Once the compression process is complete, you will be presented with options to download the compressed image. Click the 'Download' button to save the compressed file to your computer.",
	"text-faqs2.6": "Open the compressed image to check its quality and file size. Ensure that the image still maintains the desired quality while the file size has been reduced.",
	"name-faqs3": "What image compression tools does CompressImage provide?",
	"text-faqs3": "CompressImage provides a variety of image compression tools such as TinyPNG, JPEG Optimizer, ImageOptim, and many others, each with its own advantages and limitations.",
	"name-faqs4": "How can I compress images effectively with CompressImage?",
	"text-faqs4": "To compress images effectively with CompressImage, you need to select appropriate compression settings, including choosing the compression format (JPEG, PNG, GIF, etc.), compression level (typically represented by percentage or specific configuration), and controlling other factors like image dimensions.",
	"name-faqs5": "Can I compress images online with CompressImage?",
	"text-faqs5": "Yes, CompressImage often provides online image compression services through their website, allowing you to upload and compress images quickly and conveniently from any internet-connected device.",
	"name-faqs6": "Can CompressImage reduce image file size without sacrificing quality?",
	"text-faqs6": "Yes, CompressImage uses advanced compression algorithms to reduce the file size of images while maintaining their original image quality. However, reducing file size can sometimes affect image quality, especially when applying high compression levels.",
	"name-faqs7": "How do I choose the appropriate compression settings when using CompressImage?",
	"text-faqs7": "When using CompressImage, you need to consider your needs and select the appropriate compression settings. This includes determining the compression level, output format, and other options such as preserving original dimensions or resizing the image.",
	"name-faqs8": "What image formats does CompressImage support?",
	"text-faqs8": "CompressImage typically supports compression for common image formats such as JPEG, PNG, GIF, SVG, and many other formats.",
	"name-faqs9": "Can I use CompressImage for free?",
	"text-faqs9": "CompressImage often provides a free version with some limitations on compression file size or image quality. You can also upgrade to paid service packages for additional features and flexibility.",
	"name-faqs10": "How can I ensure that my images maintain quality after being compressed with CompressImage?",
	"text-faqs10": "To ensure that your images maintain quality after being compressed with CompressImage, you need to check the compression results and adjust compression settings if necessary. You can also visually compare the original and compressed images to ensure that there is no significant loss in quality.",
	"mes_error_1": "Oh snap!",
	"mes_error_2": "File size exceeds the limit of 3MB and Maximum 3 photos"
}