{
	"title": "Herramientas gratuitas de compresión de imágenes en línea - Comprime imágenes sin perder calidad",
	"description": "Explora nuestras herramientas en línea gratuitas para la compresión de imágenes, diseñadas para comprimir imágenes JPG, PNG y GIF sin pérdida de calidad. Optimiza el rendimiento de tu sitio web y mejora la experiencia del usuario en plataformas web, iPhone y Android. Ideal para desarrolladores y diseñadores que buscan comprimir imágenes de manera efectiva y mejorar el SEO.",
	"keyword": "Compresión sin pérdida, Comprimir JPG, Comprimir PNG, Comprimir GIF, Reducir tamaño de imagen, Compresión de imágenes gratuita, Compresión de imágenes en línea, Comprimir imágenes en línea, Reducir tamaño de imagen gratis, Comprimir imágenes para web, Optimizar carga de imágenes, Optimización de imágenes",
	"twitter_card_sumary": "resumen",
	"twitter_title": "Herramientas gratuitas de compresión de imágenes en línea - Comprime imágenes sin perder calidad",
	"twitter_description": "Herramientas gratuitas de compresión de imágenes en línea para reducir el tamaño del archivo de imagen sin perder calidad. Comprime imágenes JPG, PNG y GIF para sitios web, iPhone y Android.",
	"og_title": "Herramientas gratuitas de compresión de imágenes en línea - Comprime imágenes sin perder calidad",
	"og_description": "Herramientas gratuitas de compresión de imágenes en línea para reducir el tamaño del archivo de imagen sin perder calidad. Comprime imágenes JPG, PNG y GIF para sitios web, iPhone y Android.",
	"title-body-top": "Herramienta para optimizar y comprimir imágenes, reduciendo el tamaño de la imagen sin costo",
	"content-body-top": "Reduce el tamaño del archivo de imagen sin perder calidad. Comprime imágenes JPG, PNG y GIF para sitios web, iPhone y Android",
	"title-choose-file": "Haz clic para subir imagen",
	"title-welcome": "Cómo comprimir imágenes en línea",
	"content-welcome": "Nuestra herramienta de compresión de imágenes es simple de usar y altamente efectiva. Sigue estos pasos para reducir el tamaño de tu archivo de imagen:",
	"content-welcome-chill-1": "Sube tu imagen usando el formulario de arriba.",
	"content-welcome-chill-2": "Selecciona el nivel de compresión deseado para equilibrar la calidad y el tamaño del archivo.",
	"content-welcome-chill-3": "Descarga la imagen comprimida en tu dispositivo.",
	"content-body-title1": "Beneficios de la compresión de imágenes",
	"content-description1": "La compresión de imágenes es esencial por varias razones. Aquí están algunos de los beneficios clave:",
	"content-description1-strong1": "Tiempos de carga más rápidos: ",
	"content-description1-strong2": "Menor uso de ancho de banda: ",
	"content-description1-strong3": "Mejor SEO: ",
	"content-description1-strong4": "Ahorro de almacenamiento: ",
	"content-description1-chill-1": "Las imágenes comprimidas se cargan más rápido, mejorando la experiencia del usuario en tu sitio web.",
	"content-description1-chill-2": "Los tamaños de imagen más pequeños consumen menos ancho de banda, lo que puede ahorrar costos, especialmente para usuarios móviles.",
	"content-description1-chill-3": "Los tiempos de carga más rápidos contribuyen a mejores clasificaciones de SEO en motores de búsqueda como Google.",
	"content-description1-chill-4": "Las imágenes comprimidas ocupan menos espacio, liberando almacenamiento en tu servidor o dispositivo.",
	"content-body-title2": "Formatos de imagen compatibles",
	"content-description2": "Nuestra herramienta soporta la compresión de varios formatos de imagen, incluyendo:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Ideal para fotografías e imágenes con gradientes.",
	"content-description2-chill-2": "Mejor para gráficos, logotipos e imágenes con texto.",
	"content-description2-chill-3": "Adecuado para animaciones simples e imágenes de pocos colores.",
	"content-body-title3": "Consejos de optimización de imágenes",
	"content-description3": "Aquí tienes algunos consejos adicionales para ayudarte a optimizar tus imágenes para un mejor rendimiento:",
	"content-description3-strong1": "Redimensionar imágenes:",
	"content-description3-strong2": "Elige el formato correcto: ",
	"content-description3-strong3": "Elimina metadatos: ",
	"content-description3-strong4": "Usa formato WebP: ",
	"content-description3-chill-1": "Antes de comprimir, asegúrate de redimensionar tus imágenes a las dimensiones que necesitas. Las imágenes más grandes ocupan más espacio y tardan más en cargarse.",
	"content-description3-chill-2": "Usa JPG para fotos, PNG para imágenes con texto o transparencia y GIF para animaciones simples.",
	"content-description3-chill-3": "Elimina los metadatos innecesarios de tus imágenes para reducir el tamaño del archivo.",
	"content-description3-chill-4": "Considera usar el formato WebP para imágenes web, ya que ofrece mejores tasas de compresión.",
	"title-welcome-faqs": "Preguntas frecuentes",
	"name-faqs1": "¿Debo comprimir imágenes JPG o PNG?",
	"text-faqs1": "Las imágenes JPG son mejores para fotografías e imágenes con gradientes, mientras que las imágenes PNG son mejores para gráficos e imágenes con texto. Elige el formato según tus necesidades.",
	"name-faqs2": "¿La compresión de imágenes afecta la calidad de la imagen?",
	"text-faqs2.1": "Las técnicas de compresión sin pérdida reducen el tamaño del archivo sin afectar la calidad de la imagen. Para reducciones significativas de tamaño, puede ocurrir una pérdida de calidad, pero generalmente es mínima.",
	"name-faqs3": "¿Cómo comprimir el tamaño del archivo de imagen a menos de 100KB?",
	"text-faqs3": "Ajusta la configuración de compresión a niveles más altos y elimina los metadatos innecesarios. Esto ayuda a lograr un tamaño de archivo más pequeño. Además, redimensionar la imagen a dimensiones más pequeñas también puede reducir significativamente el tamaño del archivo.",
	"name-faqs4": "¿Puedo comprimir imágenes en mi dispositivo iPhone o Android?",
	"text-faqs4": "Sí, nuestra herramienta en línea es amigable para móviles y funciona perfectamente en dispositivos iPhone y Android. Puedes comprimir imágenes directamente desde tu navegador móvil sin necesidad de instalar aplicaciones adicionales.",
	"name-faqs5": "¿Qué es la compresión de imágenes sin pérdida?",
	"text-faqs5": "La compresión de imágenes sin pérdida reduce el tamaño del archivo de una imagen sin pérdida de calidad. Esta técnica es ideal para imágenes donde mantener la calidad original es esencial.",
	"name-faqs6": "¿Cómo mejora la compresión de imágenes el rendimiento del sitio web?",
	"text-faqs6": "Las imágenes comprimidas se cargan más rápido, reduciendo el tiempo de carga total de tu sitio web. Esto mejora la experiencia del usuario y puede llevar a mejores clasificaciones en los motores de búsqueda.",
	"name-faqs7": "¿Es segura la compresión de imágenes en línea?",
	"text-faqs7": "Sí, nuestra herramienta de compresión de imágenes en línea asegura que tus imágenes se procesen de manera segura. No almacenamos ninguna imagen en nuestros servidores después de la compresión.",
	"name-faqs8": "¿Puedo comprimir múltiples imágenes a la vez?",
	"text-faqs8": "Actualmente, nuestra herramienta te permite comprimir una imagen a la vez. Estamos trabajando en una función para soportar la compresión por lotes en el futuro.",
	"name-faqs9": "¿Cuál es el mejor nivel de compresión para imágenes web?",
	"text-faqs9": "El nivel de compresión óptimo depende de las necesidades específicas de tu sitio web. Para la mayoría de los propósitos, un nivel de compresión medio ofrece un buen equilibrio entre el tamaño del archivo y la calidad de la imagen.",
	"name-faqs10": "¿Por qué debería eliminar los metadatos de las imágenes?",
	"text-faqs10": "Eliminar metadatos, como la configuración de la cámara y los datos de ubicación, puede reducir significativamente el tamaño del archivo de tus imágenes. Esto ayuda a tiempos de carga más rápidos y ahorra ancho de banda.",
	"mes_error_1": "¡Vaya!",
	"mes_error_2": "El tamaño del archivo excede el límite de 1MB y un máximo de 1 foto",
	"lang": "es"
}
