{
	"title": "मुफ्त ऑनलाइन इमेज कंप्रेशन टूल्स - गुणवत्ता खोए बिना इमेज कंप्रेस करें",
	"description": "Optimizilla आपके JPEG, GIF और PNG प्रारूपों की छवियों को संभवतः न्यूनतम आकार में संकुचित करने के लिए अंतिम इमेज ऑप्टिमाइज़र है।",
	"keyword": "लॉसलेस कंप्रेशन, JPG कंप्रेस करें, PNG कंप्रेस करें, GIF कंप्रेस करें, इमेज साइज घटाएं, फ्री इमेज कंप्रेशन, ऑनलाइन इमेज कंप्रेशन, ऑनलाइन इमेज कंप्रेस करें, फ्री में इमेज साइज घटाएं, वेब के लिए इमेज कंप्रेस करें, इमेज लोडिंग ऑप्टिमाइजेशन, इमेज ऑप्टिमाइजेशन",
	"twitter_card_sumary": "सारांश",
	"twitter_title": "मुफ्त ऑनलाइन इमेज कंप्रेशन टूल्स - गुणवत्ता खोए बिना इमेज कंप्रेस करें",
	"twitter_description": "Optimizilla आपके JPEG, GIF और PNG प्रारूपों की छवियों को संभवतः न्यूनतम आकार में संकुचित करने के लिए अंतिम इमेज ऑप्टिमाइज़र है।",
	"og_title": "मुफ्त ऑनलाइन इमेज कंप्रेशन टूल्स - गुणवत्ता खोए बिना इमेज कंप्रेस करें",
	"og_description": "Optimizilla आपके JPEG, GIF और PNG प्रारूपों की छवियों को संभवतः न्यूनतम आकार में संकुचित करने के लिए अंतिम इमेज ऑप्टिमाइज़र है।",
	"title-body-top": "बिना किसी लागत के इमेज को ऑप्टिमाइज़ और कंप्रेस करने का टूल, इमेज साइज घटाएं",
	"content-body-top": "किसी भी गुणवत्ता को खोए बिना इमेज फाइल साइज घटाएं। वेबसाइट, आईफोन और एंड्रॉइड के लिए JPG, PNG, और GIF इमेज कंप्रेस करें",
	"content-body-top2": "कंप्रेशन के लिए अपलोड करें बटन पर क्लिक करके 20 छवियों (PNG, JPG, GIF, TIFF) तक चुनें। अपलोड और कंप्रेशन प्रक्रियाएं पूरी होने का इंतजार करें। यदि आप इमेज कंप्रेशन गुणवत्ता पर अधिक नियंत्रण चाहते हैं तो थंबनेल का उपयोग करके मैनुअल मोड सक्रिय करें।",
	"content-body-top3": "सभी कंप्रेस की गई फाइलों को एक साथ डाउनलोड करने के लिए DOWNLOAD ALL पर क्लिक करें, जो एक ZIP आर्काइव में संकुचित की जाती हैं। या आप प्रत्येक इमेज को व्यक्तिगत रूप से डाउनलोड कर सकते हैं।",
	"title-choose-file": "इमेज अपलोड करने के लिए क्लिक करें",
	"h2-content1": "कंप्रेशन क्या है?",
	"p1-content1": "डिजिटल फ़ाइलों से संबंधित, कंप्रेशन एक फ़ाइल को लेना और इसे छोटा करना है, जिससे कुछ जानकारी हटा दी जाती है। कभी-कभी आप कुछ खाली या बेकार जानकारी को हटा रहे हैं ताकि फ़ाइल का आकार कम हो जाए लेकिन उसकी उपस्थिति वही रहे। इसे लॉसलेस कंप्रेशन कहा जाता है। दूसरी ओर, यदि आप ऐसी जानकारी हटाते हैं जो फ़ाइल की गुणवत्ता को कम करती है, तो इसे लॉसी कंप्रेशन कहा जाता है।",
	"p2-content1": "इस पृष्ठ पर टूल एक प्रकार की लॉसी कंप्रेशन करता है, जो छवि की उपलब्ध रंग पट्टी या गुणवत्ता को कम करता है।",
	"h2-content2": "छवियों को कंप्रेस क्यों करें?",
	"p1-content2": "छवियां ग्राफिक्स, लोगो और अन्य सरल डिज़ाइन के लिए आदर्श होती हैं क्योंकि वे पारदर्शिता का समर्थन करती हैं। यह आपको एक छवि को दूसरी छवि के ऊपर रखने और केवल नीचे की छवि के विशिष्ट भाग को ढकने की अनुमति देता है। यह बहुत से अन्य इमेज फॉर्मेट्स में संभव नहीं है।",
	"p2-content2": "उच्च-रिज़ॉल्यूशन छवियां बहुत अधिक स्थान लेती हैं और आपकी पेज लोडिंग टाइम को धीमा कर सकती हैं। छवियों को कंप्रेस करने से फ़ाइल का आकार कम हो जाता है बिना इसके दृश्य गुणवत्ता को प्रभावित किए, जिससे आपके वेबसाइट की गति में सुधार होता है।",
	"h2-content3": "क्या आप छवि को कंप्रेस कर सकते हैं?",
	"p1-content3": "हमारे मुफ्त ऑनलाइन टूल का उपयोग करके छवि को कंप्रेस करना अत्यंत सरल है। कोई सॉफ़्टवेयर डाउनलोड करने की आवश्यकता नहीं है, पंजीकरण की आवश्यकता नहीं है, और आप जितनी चाहें उतनी बार कंप्रेस कर सकते हैं।",
	"h2-content4": "क्या इमेज फाइल्स को कंप्रेस करना सुरक्षित है?",
	"p1-content4": "हमारा कंप्रेशन टूल न केवल उपयोग करने में आसान है बल्कि पूरी तरह से सुरक्षित भी है। टूल चलाने वाला सर्वर पूरी तरह से स्वचालित है, इसलिए कोई भी आपकी अपलोड की गई छवियों को नहीं देखता है। इसके अलावा, सर्वर स्वचालित रूप से सभी डेटा को 60 मिनट के बाद हटा देता है, इसलिए जो कुछ भी आपने अपलोड किया है वह एक घंटे के बाद हटा दिया जाएगा। इससे आपका डेटा निजी और सुरक्षित रहता है।",
	"p2-content4": "इसके अलावा, यदि आप हमारे कंप्रेशन आउटपुट से असंतुष्ट हैं, तो आपके पास अभी भी आपके मूल फ़ाइलें होंगी। आप फिर से मास्टर फ़ाइल को अपलोड करके इसे पुनः कंप्रेस कर सकते हैं। आप इसे कितनी बार चाहें कर सकते हैं।",
	"title-welcome-faqs": "अक्सर पूछे जाने वाले प्रश्न",
	"name-faqs1": "इमेज कंप्रेसर कौन-कौन सी फ़ाइल प्रकारों का समर्थन करता है?",
	"text-faqs1": "हमारा इमेज कंप्रेसर JPEG, PNG, GIF और TIFF फ़ाइल प्रकारों का समर्थन करता है। आप इन फ़ाइल प्रकारों का मिश्रण अपलोड कर सकते हैं और उन्हें एक साथ कंप्रेस कर सकते हैं।",
	"name-faqs2": "क्या इमेज की संख्या पर कोई सीमा है जिसे मैं कंप्रेस कर सकता हूँ?",
	"text-faqs2": "आप एक बार में 20 तक की छवियों को अपलोड और कंप्रेस कर सकते हैं। यदि आपके पास अधिक छवियां हैं, तो बस आवश्यकता के अनुसार प्रक्रिया को दोहराएँ।",
	"name-faqs3": "क्या कंप्रेशन के बाद मेरी छवियों की गुणवत्ता कम हो जाएगी?",
	"text-faqs3": "हमारा टूल गुणवत्ता हानि को कम करने के लिए उन्नत एल्गोरिदम का उपयोग करता है। आप फ़ाइल साइज और इमेज क्वालिटी के बीच सही संतुलन खोजने के लिए कंप्रेशन स्तर भी समायोजित कर सकते हैं।",
	"name-faqs4": "कंप्रेशन प्रक्रिया में कितना समय लगता है?",
	"text-faqs4": "कंप्रेशन के लिए आवश्यक समय आपके द्वारा अपलोड की गई छवियों की संख्या और आकार पर निर्भर करता है। सामान्यतः, यह प्रक्रिया त्वरित होती है और आप वास्तविक समय में प्रगति देख सकते हैं।",
"mes_error_1": "अफसोस!",
	"mes_error_2": "फ़ाइल का आकार 1MB से अधिक है और अधिकतम 1 फ़ोटो",
	"lang": "hi",
	"domain_canonical": "https://compressimage.me/hi",
	"title_png": "इमेज को PNG में ऑनलाइन बदलें | इमेज को PNG में मुफ्त में बदलें",
	"description_png": "हमारे मुफ्त ऑनलाइन इमेज कन्वर्जन टूल से आसानी से अपनी इमेजों को PNG फॉर्मेट में बदलें। JPG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन करता है।",
	"twitter_title_png": "इमेज को PNG में ऑनलाइन बदलें | इमेज को PNG में मुफ्त में बदलें",
	"twitter_description_png": "हमारे मुफ्त ऑनलाइन इमेज कन्वर्जन टूल से आसानी से अपनी इमेजों को PNG फॉर्मेट में बदलें। JPG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन करता है।",
	"og_title_png": "इमेज को PNG में ऑनलाइन बदलें | इमेज को PNG में मुफ्त में बदलें",
	"og_description_png": "हमारे मुफ्त ऑनलाइन इमेज कन्वर्जन टूल से आसानी से अपनी इमेजों को PNG फॉर्मेट में बदलें। JPG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन करता है।",
	"domain_canonical_png": "https://compressimage.me/hi/png",
	"title-body-top-png": "इमेज को PNG में ऑनलाइन बदलें",
	"content-body-top-png": "हमारे मुफ्त, उपयोगकर्ता-मित्रवत ऑनलाइन कन्वर्जन टूल से अपनी इमेजों को PNG में आसानी से बदलें।",
	"title-introduction": "हमारे PNG इमेज कन्वर्टर के बारे में",
	"content-introduction": "हमारे ऑनलाइन इमेज कन्वर्जन टूल में आपका स्वागत है, जहां आप विभिन्न फॉर्मेट्स से PNG में इमेजों को आसानी से बदल सकते हैं। चाहे आपके पास JPG, GIF, BMP, या PSD फाइलें हों, हमारा कन्वर्टर PNG फॉर्मेट में सुगम और त्वरित परिवर्तन सुनिश्चित करता है।",
	"content2-introduction": "हमारा टूल सरल और सहज उपयोगकर्ता अनुभव के लिए डिज़ाइन किया गया है, जिससे सभी कौशल स्तरों के उपयोगकर्ताओं के लिए सुलभ है। बस कुछ क्लिक में, आप अपनी इमेजों को उच्च गुणवत्ता वाले PNG फाइलों में बदल सकते हैं, जो किसी भी उद्देश्य के लिए तैयार हैं।",
	"h2-how-to-png": "इमेज को PNG में कैसे बदलें",
	"p1-how-to-png": "अपनी इमेजों को PNG में बदलने के लिए इन सरल चरणों का पालन करें:",
	"li1-how-to-png": "अपनी इमेज फ़ाइल को \"फ़ाइल चुनें\" बटन पर क्लिक करके अपलोड करें।",
	"li2-how-to-png": "इच्छित आउटपुट फॉर्मेट (PNG) चुनें।",
	"li3-how-to-png": "अपनी परिवर्तित PNG इमेज डाउनलोड करें।",
	"p2-how-to-png": "हमारा टूल विभिन्न इमेज फॉर्मेट्स का समर्थन करता है, जिससे आप लगभग किसी भी इमेज को PNG में बदल सकते हैं। हर उपयोग के साथ तेजी से कन्वर्जन समय और उच्च गुणवत्ता वाले परिणाम का आनंद लें।",
	"h2-tutorial": "फ्री JPG से PNG कन्वर्जन ट्यूटोरियल",
	"p1-tutorial": "हमारे ऑनलाइन टूल का उपयोग करके JPG इमेजों को PNG फॉर्मेट में बदलने पर हमारे स्टेप-बाय-स्टेप ट्यूटोरियल को देखें। यह ट्यूटोरियल शुरुआती लोगों के लिए आदर्श है और सफल कन्वर्जन के लिए सभी आवश्यक चरणों को कवर करता है।",
	"video-tutorial": "आपका ब्राउज़र वीडियो टैग का समर्थन नहीं करता है।",
	"p2-tutorial": "अधिक ट्यूटोरियल और सुझावों के लिए, हमारे चैनल को जरूर देखें, जहां हम नियमित रूप से नई सामग्री पोस्ट करते हैं ताकि आप हमारे कन्वर्जन टूल का अधिकतम लाभ उठा सकें।",
	"h2-tips": "अन्य फॉर्मेट्स से PNG में इमेज बदलने के लिए टिप्स",
	"p1-tips": "यहां अन्य फॉर्मेट्स से PNG में इमेज बदलते समय कुछ उपयोगी टिप्स हैं:",
	"li1-tips": "स्पष्टता बनाए रखने के लिए सुनिश्चित करें कि आपकी इमेज फ़ाइल उच्च गुणवत्ता की हो।",
	"li2-tips": "कई इमेजों को बदलने के लिए हमारे बैच कन्वर्जन फीचर का उपयोग करें।",
	"li3-tips": "यह सुनिश्चित करने के लिए कि आपकी इमेजें कन्वर्जन के बाद सही ढंग से प्रदर्शित हों, इमेज का आस्पेक्ट रेशियो जांचें।",
	"li4-tips": "कन्वर्जन से पहले ब्राइटनेस, कांट्रास्ट और अन्य सेटिंग्स को समायोजित करने के लिए हमारे संपादन टूल का उपयोग करें।",
	"li5-tips": "PNG इमेज के अंतिम उपयोग पर विचार करें ताकि आप उपयुक्त रिज़ॉल्यूशन और आकार निर्धारित कर सकें।",
	"li6-tips": "भविष्य में पुनः परिवर्तित करने की आवश्यकता होने पर अपने मूल फ़ाइलों को सुरक्षित रखें।",
	"p2-tips": "इन टिप्स का पालन करके, आप PNG फॉर्मेट में अपनी इमेजों को बदलते समय सर्वोत्तम संभव परिणाम सुनिश्चित कर सकते हैं।",
	"name-faqs1-png": "क्या इमेज कन्वर्जन टूल का उपयोग मुफ्त है?",
	"text-faqs1-png": "हां, हमारा इमेज कन्वर्जन टूल पूरी तरह से मुफ्त है। आप जितनी चाहें इमेजें बदल सकते हैं बिना किसी लागत के।",
	"name-faqs2-png": "क्या मुझे कन्वर्टर का उपयोग करने के लिए एक खाता बनाना होगा?",
	"text-faqs2-png": "नहीं, आपको हमारे कन्वर्टर का उपयोग करने के लिए एक खाता बनाने या पंजीकरण की आवश्यकता नहीं है। यह तुरंत उपयोग के लिए उपलब्ध है।",
	"name-faqs3-png": "PNG में कन्वर्जन के लिए कौन से फ़ाइल फॉर्मेट्स समर्थित हैं?",
	"text-faqs3-png": "हम JPG, GIF, BMP, PSD और कई अन्य फाइल फॉर्मेट्स सहित एक विस्तृत श्रृंखला के फॉर्मेट्स का समर्थन करते हैं। यदि आपके पास एक विशिष्ट फ़ाइल फॉर्मेट है, तो बस इसे अपलोड करें और देखें कि क्या हमारा टूल इसका समर्थन करता है।",
	"name-faqs4-png": "क्या मेरे डेटा को कन्वर्जन प्रक्रिया के दौरान सुरक्षित रखा जाता है?",
	"text-faqs4-png": "हां, हम आपकी गोपनीयता और सुरक्षा को गंभीरता से लेते हैं। हमारे कन्वर्टर पर अपलोड की गई सभी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और कन्वर्जन के बाद हटा दी जाती हैं ताकि आपके डेटा की गोपनीयता बनी रहे।",
	"title_jpg": "इमेज को JPG में ऑनलाइन कन्वर्ट करें | फ्री PNG से JPG कन्वर्टर",
	"description_jpg": "हमारे मुफ्त ऑनलाइन टूल से इमेज को JPG में आसानी से कन्वर्ट करें। PNG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन। उच्च गुणवत्ता और उपयोग में आसान JPG इमेज कन्वर्टर।",
	"twitter_title_jpg": "इमेज को JPG में ऑनलाइन कन्वर्ट करें | फ्री PNG से JPG कन्वर्टर",
	"twitter_description_jpg": "हमारे मुफ्त ऑनलाइन टूल से इमेज को JPG में आसानी से कन्वर्ट करें। PNG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन। उच्च गुणवत्ता और उपयोग में आसान JPG इमेज कन्वर्टर।",
	"og_title_jpg": "इमेज को JPG में ऑनलाइन कन्वर्ट करें | फ्री PNG से JPG कन्वर्टर",
	"og_description_jpg": "हमारे मुफ्त ऑनलाइन टूल से इमेज को JPG में आसानी से कन्वर्ट करें। PNG, GIF, BMP, PSD और अन्य फॉर्मेट्स का समर्थन। उच्च गुणवत्ता और उपयोग में आसान JPG इमेज कन्वर्टर।",
	"domain_canonical_jpg": "https://compressimage.me/hi/jpg",
	"title-body-top_jpg": "इमेज को JPG में ऑनलाइन कन्वर्ट करें",
	"content-body-top_jpg": "हमारे मुफ्त, उपयोगकर्ता-मित्रवत ऑनलाइन कन्वर्शन टूल से अपनी इमेज को JPG में आसानी से कन्वर्ट करें।",
	"h2-introduction-jpg": "हमारे JPG इमेज कन्वर्टर के बारे में",
	"p1-introduction-jpg": "हमारे ऑनलाइन इमेज कन्वर्शन टूल में आपका स्वागत है, जहां आप विभिन्न फॉर्मेट्स से JPG में आसानी से इमेज कन्वर्ट कर सकते हैं। चाहे आपके पास PNG, GIF, BMP, या PSD फाइलें हों, हमारा कन्वर्टर JPG फॉर्मेट में एक आसान और तेज ट्रांजिशन सुनिश्चित करता है।",
	"p2-introduction-jpg": "हमारा टूल सरल और सहज है, जिससे सभी कौशल स्तरों के उपयोगकर्ताओं के लिए उपलब्ध है। कुछ ही क्लिक में, आप अपनी इमेज को उच्च गुणवत्ता वाली JPG फाइलों में बदल सकते हैं, जो किसी भी उद्देश्य के लिए तैयार हैं।",
	"h2-how-to-jpg": "इमेज को JPG में कैसे कन्वर्ट करें",
	"p1-how-to-jpg": "अपनी इमेज को JPG में कन्वर्ट करने के लिए ये सरल कदम फॉलो करें:",
	"li1-how-to-jpg": "अपनी इमेज फाइल को \"फाइल चुनें\" बटन पर क्लिक करके अपलोड करें।",
	"li2-how-to-jpg": "आउटपुट फॉर्मेट (JPG) चुनें।",
	"li3-how-to-jpg": "अपनी कन्वर्टेड JPG इमेज डाउनलोड करें।",
	"p2-how-to-jpg": "हमारा टूल विभिन्न इमेज फॉर्मेट्स का समर्थन करता है, यह सुनिश्चित करता है कि आप लगभग किसी भी इमेज को JPG में कन्वर्ट कर सकें। हर उपयोग के साथ तेज कन्वर्शन समय और उच्च गुणवत्ता वाले परिणामों का आनंद लें।",
	"h2-tutorial-jpg": "फ्री PNG से JPG कन्वर्शन ट्यूटोरियल",
	"p1-tutorial-jpg": "हमारे ऑनलाइन टूल का उपयोग करके PNG इमेज को JPG फॉर्मेट में कन्वर्ट करने के तरीके पर हमारा चरण-दर-चरण ट्यूटोरियल देखें। यह ट्यूटोरियल शुरुआती लोगों के लिए आदर्श है और सफल कन्वर्शन के लिए सभी आवश्यक कदम को कवर करता है।",
	"p2-tutorial-jpg": "अधिक ट्यूटोरियल और टिप्स के लिए, हमारे चैनल की जांच करना न भूलें, जहां हम नियमित रूप से नए कंटेंट पोस्ट करते हैं जो आपको हमारे कन्वर्शन टूल का अधिकतम उपयोग करने में मदद करता है।",
	"h2-tips-jpg": "अन्य फॉर्मेट्स से JPG में कन्वर्ट करते समय टिप्स",
	"p1-tips-jpg": "यहां अन्य फॉर्मेट्स से इमेज को JPG में कन्वर्ट करते समय कुछ उपयोगी टिप्स हैं:",
	"li1-tips-jpg": "कन्वर्शन से पहले सुनिश्चित करें कि आपकी इमेज फाइल उच्च गुणवत्ता की है ताकि स्पष्टता बनी रहे।",
	"li2-tips-jpg": "कई इमेज को कन्वर्ट करते समय समय बचाने के लिए हमारे बैच कन्वर्शन फीचर का उपयोग करें।",
	"li3-tips-jpg": "कन्वर्शन के बाद इमेज सही तरीके से प्रदर्शित हो, इसके लिए इमेज का आस्पेक्ट रेशियो जांचें।",
	"li4-tips-jpg": "कन्वर्ट करने से पहले ब्राइटनेस, कॉन्ट्रास्ट, और अन्य सेटिंग्स को समायोजित करने के लिए हमारे एडिटिंग टूल्स का उपयोग करें।",
	"li5-tips-jpg": "अपनी JPG इमेज के अंतिम उपयोग पर विचार करें ताकि आदर्श रिज़ॉल्यूशन और साइज निर्धारित किया जा सके।",
	"li6-tips-jpg": "भविष्य में पुनः कन्वर्ट करने की आवश्यकता हो, इसलिए अपने मूल फाइलों को सुरक्षित रखें।",
	"p2-tips-jpg": "इन टिप्स का पालन करके, आप अपनी इमेज को JPG फॉर्मेट में कन्वर्ट करते समय सबसे अच्छे परिणाम सुनिश्चित कर सकते हैं।",
	"h2-benefits-jpg": "इमेज को JPG में कन्वर्ट करने के लाभ",
	"p1-benefits-jpg": "अपनी इमेज को JPG में कन्वर्ट करने के कई फायदे हैं:",
	"li1-benefits-jpg": "छोटा फाइल साइज: JPG इमेज आमतौर पर PNG या BMP फाइल्स की तुलना में छोटी होती है, जिससे स्टोरेज स्पेस बचता है।",
	"li2-benefits-jpg": "संगतता: JPG विभिन्न उपकरणों और प्लेटफार्मों पर व्यापक रूप से समर्थित है।",
	"li3-benefits-jpg": "गुणवत्ता: JPG समायोज्य संपीड़न स्तरों के साथ अच्छी इमेज गुणवत्ता प्रदान करता है।",
	"li4-benefits-jpg": "गति: JPG इमेज छोटी आकार के कारण वेबसाइटों और ऐप्स पर तेजी से लोड होती है।",
	"li5-benefits-jpg": "विविधता: JPG वेब डिज़ाइन से लेकर फोटो स्टोरेज तक विभिन्न अनुप्रयोगों के लिए उपयुक्त है।",
	"h2-when-to-convert-jpg": "JPG में इमेज कब कन्वर्ट करें",
	"p1-when-to-convert-jpg": "अपने इमेज को JPG में कन्वर्ट करने पर विचार करें निम्नलिखित परिदृश्यों में:",
	"li1-when-to-convert-jpg": "जब आपको तेजी से लोडिंग टाइम्स के लिए फाइल साइज कम करने की आवश्यकता हो।",
	"li2-when-to-convert-jpg": "जब सोशल मीडिया या वेबसाइटों पर इमेज साझा करने की आवश्यकता हो।",
	"li3-when-to-convert-jpg": "जब आपको बड़े फाइल साइज के बिना अच्छी गुणवत्ता वाली इमेज की आवश्यकता हो।",
	"li4-when-to-convert-jpg": "जब आपको विभिन्न उपकरणों और सॉफ़्टवेयर के साथ संगतता की आवश्यकता हो।",
	"li5-when-to-convert-jpg": "जब फोटोज़ को आर्काइव करना हो और स्टोरेज स्पेस बचाना हो।",
	"h2-comparison-jpg": "JPG vs अन्य इमेज फॉर्मेट्स",
	"p1-comparison-jpg": "यहाँ JPG की तुलना अन्य सामान्य इमेज फॉर्मेट्स से की गई है:",
	"strong1-comparison-jpg": "JPG vs PNG: ",
	"li1-comparison-jpg": "JPG छोटे फाइल साइज प्रदान करता है, जो वेब उपयोग के लिए आदर्श है, जबकि PNG पारदर्शिता की आवश्यकता वाली इमेज के लिए बेहतर है।",
	"strong2-comparison-jpg": "JPG vs GIF: ",
	"li2-comparison-jpg": "JPG स्थिर इमेज के लिए बेहतर गुणवत्ता प्रदान करता है, जबकि GIF साधारण एनिमेशन के लिए उपयुक्त है।",
	"strong3-comparison-jpg": "JPG vs BMP: ",
	"li3-comparison-jpg": "JPG फाइलें बहुत छोटी होती हैं, जिससे वे दैनिक उपयोग के लिए अधिक व्यावहारिक होती हैं, जबकि BMP कोई संपीड़न नहीं प्रदान करता है।",
	"strong4-comparison-jpg": "JPG vs PSD: ",
	"li4-comparison-jpg": "JPG अंतिम साझा और प्रदर्शित करने के लिए एक फॉर्मेट है, जबकि PSD एडोब फ़ोटोशॉप में संपादित करने के लिए है।",
	"strong5-comparison-jpg": "JPG vs TIFF: ",
	"li5-comparison-jpg": "JPG इसके छोटे फाइल साइज के कारण अधिक व्यापक रूप से उपयोग किया जाता है, जबकि TIFF उच्च गुणवत्ता वाले प्रिंट और पेशेवर फोटोग्राफी के लिए पसंदीदा है।",
	"name-faqs1-jpg": "क्या इमेज कन्वर्शन टूल उपयोग के लिए मुफ्त है?",
	"text-faqs1-jpg": "हाँ, हमारा इमेज कन्वर्शन टूल पूरी तरह से मुफ्त है। आप जितनी चाहें उतनी इमेज को बिना किसी लागत के कन्वर्ट कर सकते हैं।",
	"name-faqs2-jpg": "क्या कन्वर्टर का उपयोग करने के लिए मुझे एक खाता बनाना पड़ेगा?",
	"text-faqs2-jpg": "नहीं, आपको हमारे कन्वर्टर का उपयोग करने के लिए कोई खाता या पंजीकरण की आवश्यकता नहीं है। यह तुरंत उपयोग के लिए उपलब्ध है।",
	"name-faqs3-jpg": "JPG में कन्वर्ट करने के लिए कौन से फाइल फॉर्मेट्स का समर्थन किया जाता है?",
	"text-faqs3-jpg": "हम PNG, GIF, BMP, PSD और कई अन्य फाइल फॉर्मेट्स सहित एक विस्तृत श्रृंखला के फॉर्मेट्स का समर्थन करते हैं। यदि आपके पास एक विशिष्ट फाइल फॉर्मेट है, तो बस इसे अपलोड करें और देखें कि हमारा टूल इसे समर्थन करता है या नहीं।",
	"name-faqs4-jpg": "क्या मेरे डेटा कन्वर्शन प्रक्रिया के दौरान सुरक्षित हैं?",
	"text-faqs4-jpg": "हाँ, हम आपकी प्राइवेसी और सुरक्षा को गंभीरता से लेते हैं। कन्वर्शन के बाद सभी अपलोड की गई फाइलों को सुरक्षित रूप से प्रोसेस और हटा दिया जाता है ताकि आपका डेटा निजी रहे।",
	"name-faqs5-jpg": "क्या मैं एक बार में कई इमेज को कन्वर्ट कर सकता हूँ?",
	"text-faqs5-jpg": "हाँ, हमारा टूल बैच कन्वर्शन का समर्थन करता है, जिससे आप एक साथ कई इमेज को JPG फॉर्मेट में कन्वर्ट कर सकते हैं।",
	"title_jpeg": "इमेज को JPEG में ऑनलाइन बदलें | मुफ्त इमेज से JPEG कन्वर्टर",
	"description_jpeg": "हमारे मुफ्त और उपयोग में आसान टूल से इमेजों को JPEG में ऑनलाइन बदलें। PNG, GIF, BMP, और PSD सहित कई फॉर्मेट्स का समर्थन करता है। उच्च गुणवत्ता वाले JPEG इमेज कन्वर्टर सॉफ़्टवेयर।",
	"twitter_title_jpeg": "इमेज को JPEG में ऑनलाइन बदलें | मुफ्त इमेज से JPEG कन्वर्टर",
	"twitter_description_jpeg": "हमारे मुफ्त और उपयोग में आसान टूल से इमेजों को JPEG में ऑनलाइन बदलें। PNG, GIF, BMP, और PSD सहित कई फॉर्मेट्स का समर्थन करता है। उच्च गुणवत्ता वाले JPEG इमेज कन्वर्टर सॉफ़्टवेयर।",
	"og_title_jpeg": "इमेज को JPEG में ऑनलाइन बदलें | मुफ्त इमेज से JPEG कन्वर्टर",
	"og_description_jpeg": "हमारे मुफ्त और उपयोग में आसान टूल से इमेजों को JPEG में ऑनलाइन बदलें। PNG, GIF, BMP, और PSD सहित कई फॉर्मेट्स का समर्थन करता है। उच्च गुणवत्ता वाले JPEG इमेज कन्वर्टर सॉफ़्टवेयर।",
	"domain_canonical_jpeg": "https://compressimage.me/hi/jpeg",
	"title-body-top_jpeg": "इमेज को JPEG में ऑनलाइन बदलें",
	"content-body-top_jpeg": "मुफ्त, त्वरित, और उच्च गुणवत्ता वाला इमेज कन्वर्जन टूल।",
	"h2-overview-jpeg": "अवलोकन",
	"p1-overview-jpeg": "हमारे इमेज कन्वर्जन टूल में आपका स्वागत है, जो इमेजों को JPEG फॉर्मेट में बदलने का आपका प्रमुख समाधान है। चाहे आपके पास PNG, GIF, BMP, या PSD फाइल हो, हमारा कन्वर्टर इसे आसानी से उच्च गुणवत्ता वाले JPEG इमेज में बदल देगा। हमारा प्लेटफार्म उपयोगकर्ता-मित्रवत है, जो सभी के लिए सहज कन्वर्जन अनुभव सुनिश्चित करता है।",
	"h2-how-to": "इमेज को JPEG में कैसे बदलें",
	"li1-how-to": "अपनी इमेज को अपलोड करने के लिए \"फ़ाइल चुनें\" बटन पर क्लिक करें।",
	"li2-how-to": "आउटपुट फॉर्मेट के रूप में JPEG चुनें।",
	"li3-how-to": "परिवर्तित JPEG इमेज डाउनलोड करें।",
	"p1-how-to": "हमारा टूल कन्वर्जन प्रक्रिया को त्वरित तरीके से संभालता है, उच्च गुणवत्ता वाले JPEG इमेज प्रदान करता है जो उपयोग के लिए तैयार हैं।",
	"h2-tutorial-jpeg": "वीडियो ट्यूटोरियल",
	"p1-tutorial-jpeg": "JPEG में इमेजों को बदलने के लिए हमारे स्टेप-बाय-स्टेप ट्यूटोरियल को देखें। यह वीडियो आपको पूरी प्रक्रिया के माध्यम से मार्गदर्शन करता है, जिससे किसी के लिए भी इसे अनुसरण करना आसान हो जाता है।",
	"h2-tips-jpeg": "कन्वर्जन टिप्स",
	"p1-tips-jpeg": "JPEG में इमेजों को बदलते समय सर्वोत्तम परिणाम सुनिश्चित करने के लिए यहां कुछ टिप्स हैं:",
	"li1-tips-jpeg": "गुणवत्ता बनाए रखने के लिए उच्च-रिज़ॉल्यूशन इमेज से शुरू करें।",
	"li2-tips-jpeg": "समय बचाने के लिए कई इमेजों को बैच प्रोसेस करें।",
	"li3-tips-jpeg": "बेहतर आउटपुट के लिए कन्वर्जन से पहले ब्राइटनेस और कांट्रास्ट को समायोजित करें।",
	"li4-tips-jpeg": "भविष्य के उपयोग के लिए मूल फ़ाइलों को सुरक्षित रखें।",
	"h2-benefits-jpeg": "JPEG के लाभ",
	"p1-benefits-jpeg": "इमेजों को JPEG में बदलने के कई लाभ हैं:",
	"li1-benefits-jpeg": "PNG या BMP जैसे फॉर्मेट्स की तुलना में छोटे फ़ाइल आकार।",
	"li2-benefits-jpeg": "डिवाइस और प्लेटफार्मों के साथ व्यापक संगतता।",
	"li3-benefits-jpeg": "गुणवत्ता और आकार को संतुलित करने के लिए समायोज्य संपीड़न स्तर।",
	"li4-benefits-jpeg": "वेबसाइटों और ऐप्स पर तेजी से लोडिंग समय।",
	"h2-when-to-convert-jpeg": "JPEG में कब बदलें",
	"p1-when-to-convert-jpeg": "आपको निम्नलिखित परिस्थितियों में इमेजों को JPEG में बदलने पर विचार करना चाहिए:",
	"li1-when-to-convert-jpeg": "फाइल आकार को कम करने के लिए ताकि साझा करना और स्टोर करना आसान हो।",
	"li2-when-to-convert-jpeg": "वेबसाइटों और सोशल मीडिया पर तेजी से लोडिंग समय के लिए।",
	"li3-when-to-convert-jpeg": "जब आपको एक व्यापक रूप से समर्थित फॉर्मेट की आवश्यकता हो।",
	"li4-when-to-convert-jpeg": "अर्काइविंग के उद्देश्यों के लिए जगह बचाने के लिए।",
	"h2-comparison-jpeg": "JPEG बनाम अन्य फॉर्मेट्स",
	"p1-comparison-jpeg": "JPEG की तुलना अन्य इमेज फॉर्मेट्स से करें:",
	"strong1-comparison-jpeg": "JPEG बनाम PNG: ",
	"li1-comparison-jpeg": "JPEG छोटे फ़ाइल आकार प्रदान करता है, जबकि PNG उन इमेजों के लिए बेहतर है जिनमें पारदर्शिता की आवश्यकता होती है।",
	"strong2-comparison-jpeg": "JPEG बनाम GIF: ",
	"li2-comparison-jpeg": "JPEG स्थिर इमेजों के लिए आदर्श है, जबकि GIF एनिमेशन के लिए उपयोग किया जाता है।",
	"strong3-comparison-jpeg": "JPEG बनाम BMP: ",
	"li3-comparison-jpeg": "JPEG फाइलें छोटी और दैनिक उपयोग के लिए अधिक व्यावहारिक हैं।",
	"strong4-comparison-jpeg": "JPEG बनाम PSD: ",
	"li4-comparison-jpeg": "JPEG अंतिम उपयोग के लिए है, जबकि PSD संपादन के लिए उपयोग किया जाता है।",
	"strong5-comparison-jpeg": "JPEG बनाम TIFF: ",
	"li5-comparison-jpeg": "JPEG दैनिक उपयोग के लिए अधिक सामान्य है, जबकि TIFF उच्च गुणवत्ता के प्रिंट के लिए पसंदीदा है।",
	"name-faqs1-jpeg": "क्या इमेज कन्वर्जन टूल मुफ्त है?",
	"text-faqs1-jpeg": "हां, हमारा टूल पूरी तरह से मुफ्त है। आप जितनी चाहें इमेजें बदल सकते हैं बिना किसी लागत के।",
	"name-faqs2-jpeg": "क्या मुझे एक खाता बनाना होगा?",
	"text-faqs2-jpeg": "नहीं, आपको एक खाता बनाने या पंजीकरण करने की आवश्यकता नहीं है। अपनी इमेजों को तुरंत बदलना शुरू करें।",
	"name-faqs3-jpeg": "कौन से फ़ाइल फॉर्मेट्स समर्थित हैं?",
	"text-faqs3-jpeg": "हम PNG, GIF, BMP, PSD और अन्य कई फॉर्मेट्स का समर्थन करते हैं।",
	"name-faqs4-jpeg": "क्या मेरे डेटा को सुरक्षित रखा जाता है?",
	"text-faqs4-jpeg": "हां, हम आपकी गोपनीयता और सुरक्षा को प्राथमिकता देते हैं। सभी फ़ाइलें सुरक्षित रूप से संसाधित की जाती हैं और कन्वर्जन के बाद हटा दी जाती हैं।",
	"name-faqs5-jpeg": "क्या मैं एक साथ कई इमेजों को बदल सकता हूँ?",
	"text-faqs5-jpeg": "हां, हमारा टूल बैच कन्वर्जन का समर्थन करता है, जिससे आप एक साथ कई इमेजों को बदल सकते हैं।",
	"name-faqs6-jpeg": "कन्वर्जन प्रक्रिया में कितना समय लगता है?",
	"text-faqs6-jpeg": "कन्वर्जन प्रक्रिया त्वरित है और आमतौर पर फ़ाइल आकार और फॉर्मेट के आधार पर कुछ सेकंड में होती है।",
	"name-faqs7-jpeg": "क्या मैं अपने मोबाइल डिवाइस पर इमेजों को बदल सकता हूँ?",
	"text-faqs7-jpeg": "हां, हमारा टूल मोबाइल-फ्रेंडली है और किसी भी इंटरनेट कनेक्शन वाले डिवाइस पर काम करता है।",
	"title_ico": "इमेज को ICO में ऑनलाइन कन्वर्ट करें | फ्री ICO इमेज कन्वर्टर",
	"description_ico": "हमारे मुफ्त ऑनलाइन टूल से इमेज को ICO फॉर्मेट में तेजी से और आसानी से कन्वर्ट करें। PNG, BMP, PSD, GIF और अन्य का समर्थन। फोन और कंप्यूटर दोनों के लिए उच्च गुणवत्ता वाला ICO इमेज कन्वर्टर सॉफ्टवेयर।",
	"twitter_title_ico": "इमेज को ICO में ऑनलाइन कन्वर्ट करें | फ्री ICO इमेज कन्वर्टर",
	"twitter_description_ico": "हमारे मुफ्त ऑनलाइन टूल से इमेज को ICO फॉर्मेट में तेजी से और आसानी से कन्वर्ट करें। PNG, BMP, PSD, GIF और अन्य का समर्थन। फोन और कंप्यूटर दोनों के लिए उच्च गुणवत्ता वाला ICO इमेज कन्वर्टर सॉफ्टवेयर।",
	"og_title_ico": "इमेज को ICO में ऑनलाइन कन्वर्ट करें | फ्री ICO इमेज कन्वर्टर",
	"og_description_ico": "हमारे मुफ्त ऑनलाइन टूल से इमेज को ICO फॉर्मेट में तेजी से और आसानी से कन्वर्ट करें। PNG, BMP, PSD, GIF और अन्य का समर्थन। फोन और कंप्यूटर दोनों के लिए उच्च गुणवत्ता वाला ICO इमेज कन्वर्टर सॉफ्टवेयर।",
	"domain_canonical_ico": "https://compressimage.me/hi/ico",
	"title-body-top-ico": "इमेज को ICO में ऑनलाइन कन्वर्ट करें",
	"content-body-top-ico": "फ्री, तेज, और उच्च गुणवत्ता वाला ICO इमेज कन्वर्शन टूल।",
	"h2-overview-ico": "सारांश",
	"p-overview-ico": "हमारे ऑनलाइन ICO इमेज कन्वर्टर टूल में आपका स्वागत है। हमारे मुफ्त और उपयोगकर्ता-मित्रवत टूल से आसानी से अपनी इमेज को ICO फॉर्मेट में कन्वर्ट करें। चाहे आपके पास PNG, BMP, PSD, GIF या अन्य फॉर्मेट्स हों, हमारा कन्वर्टर सभी को संभाल सकता है।",
	"h2-how-to-ico": "इमेज को ICO में कैसे कन्वर्ट करें",
	"li1-how-to-ico": "अपनी इमेज अपलोड करने के लिए \"फाइल चुनें\" बटन पर क्लिक करें।",
	"li2-how-to-ico": "आउटपुट फॉर्मेट के रूप में ICO का चयन करें।",
	"li3-how-to-ico": "कन्वर्ट की गई ICO इमेज डाउनलोड करें।",
	"p-how-to-ico": "हमारा टूल एक सुचारू और तेज कन्वर्शन प्रक्रिया सुनिश्चित करता है, उच्च गुणवत्ता वाली ICO इमेज प्रदान करता है जो उपयोग के लिए तैयार हैं।",
	"h2-tutorial-ico": "वीडियो ट्यूटोरियल",
	"p1-tutorial-ico": "ICO फॉर्मेट में इमेज कन्वर्ट करने के तरीके पर हमारे चरण-दर-चरण ट्यूटोरियल को देखें। यह वीडियो गाइड आपको प्रक्रिया को आसानी से समझने में मदद करेगा।",
	"h2-tips-ico": "ICO में इमेज कन्वर्ट करते समय टिप्स",
	"p-tips-ico": "यहां कुछ टिप्स हैं जो ICO में इमेज कन्वर्ट करते समय सर्वोत्तम परिणाम सुनिश्चित करने के लिए हैं:",
	"li1-tips-ico": "गुणवत्ता बनाए रखने के लिए उच्च-रिज़ॉल्यूशन वाली इमेज से शुरुआत करें।",
	"li2-tips-ico": "एक साथ कई इमेज को कन्वर्ट करने के लिए बैच प्रोसेसिंग का उपयोग करें।",
	"li3-tips-ico": "बेहतर आउटपुट के लिए कन्वर्शन से पहले ब्राइटनेस और कॉन्ट्रास्ट को समायोजित करें।",
	"li4-tips-ico": "भविष्य के उपयोग के लिए मूल फाइलों को सुरक्षित रखें।",
	"h2-benefits-ico": "ICO फॉर्मेट के लाभ",
	"p-benefits-ico": "इमेज को ICO में कन्वर्ट करने के कई लाभ हैं:",
	"li1-benefits-ico": "ICO फॉर्मेट सॉफ़्टवेयर और वेबसाइटों में आइकनों के लिए व्यापक रूप से उपयोग किया जाता है।",
	"li2-benefits-ico": "एक ही फाइल में कई रिज़ॉल्यूशन का समर्थन करता है।",
	"li3-benefits-ico": "समायोज्य आकार और गहराई के साथ उच्च गुणवत्ता वाले आइकन।",
	"li4-benefits-ico": "विंडोज ऑपरेटिंग सिस्टम के साथ बेहतर संगतता।",
	"li5-benefits-ico": "वेबसाइटों के लिए फेविकॉन बनाने के लिए कुशल।",
	"h2-when-to-convert-ico": "ICO में कब कन्वर्ट करें",
	"p-when-to-convert-ico": "निम्नलिखित परिस्थितियों में अपनी इमेज को ICO में कन्वर्ट करने पर विचार करें:",
	"li1-when-to-convert-ico": "सॉफ़्टवेयर या अनुप्रयोगों के लिए आइकन बनाने के समय।",
	"li2-when-to-convert-ico": "वेबसाइटों पर फेविकॉन के रूप में उपयोग करने के लिए।",
	"li3-when-to-convert-ico": "जब आपको एक ऐसा फॉर्मेट चाहिए जो कई रिज़ॉल्यूशंस का समर्थन करता हो।",
	"li4-when-to-convert-ico": "विंडोज सिस्टम के साथ बेहतर संगतता के लिए।",
	"h2-comparison-ico": "ICO बनाम अन्य फॉर्मेट्स",
	"p-comparison-ico": "यहां ICO की तुलना अन्य इमेज फॉर्मेट्स से की गई है:",
	"strong1-comparison-ico": "ICO बनाम PNG: ",
	"li1-comparison-ico": "ICO एक ही फाइल में कई रिज़ॉलूशंस का समर्थन करता है, जबकि PNG पारदर्शिता के साथ उच्च गुणवत्ता वाली इमेज के लिए बेहतर है।",
	"strong2-comparison-ico": "ICO बनाम GIF: ",
	"li2-comparison-ico": "ICO स्थिर आइकनों के लिए आदर्श है, जबकि GIF साधारण एनिमेशन के लिए उपयोग किया जाता है।",
	"strong3-comparison-ico": "ICO बनाम BMP: ",
	"li3-comparison-ico": "ICO फाइलें आइकनों के लिए अधिक बहुपरकारी होती हैं, जबकि BMP अयुर्वेदिक इमेज प्रदान करता है।",
	"strong4-comparison-ico": "ICO बनाम PSD: ",
	"li4-comparison-ico": "ICO अंतिम आइकनों के लिए उपयोग किया जाता है, जबकि PSD एडोब फ़ोटोशॉप में इमेज संपादित करने के लिए है।",
	"name-faqs1-ico": "क्या इमेज कन्वर्शन टूल मुफ्त है?",
	"text-faqs1-ico": "हाँ, हमारा टूल पूरी तरह से मुफ्त है। बिना किसी लागत के जितनी चाहें उतनी इमेज को कन्वर्ट करें।",
	"name-faqs2-ico": "क्या मुझे खाता बनाने की आवश्यकता है?",
	"text-faqs2-ico": "नहीं, आपको खाता बनाने या पंजीकरण की आवश्यकता नहीं है। तुरंत अपनी इमेज को कन्वर्ट करना शुरू करें।",
	"name-faqs3-ico": "कौन से फाइल फॉर्मेट्स समर्थित हैं?",
	"text-faqs3-ico": "हम PNG, BMP, PSD, GIF और अन्य सहित विभिन्न फॉर्मेट्स का समर्थन करते हैं।",
	"name-faqs4-ico": "क्या मेरे डेटा सुरक्षित हैं?",
	"text-faqs4-ico": "हाँ, हम आपकी प्राइवेसी और सुरक्षा को गंभीरता से लेते हैं। सभी फाइलों को सुरक्षित रूप से प्रोसेस और कन्वर्शन के बाद हटा दिया जाता है।",
	"name-faqs5-ico": "क्या मैं एक साथ कई इमेज को कन्वर्ट कर सकता हूँ?",
	"text-faqs5-ico": "हाँ, हमारा टूल बैच कन्वर्शन का समर्थन करता है, जिससे आप एक साथ कई इमेज को कन्वर्ट कर सकते हैं।",
	"name-faqs6-ico": "कन्वर्शन प्रक्रिया में कितना समय लगता है?",
	"text-faqs6-ico": "कन्वर्शन प्रक्रिया तेज है और आमतौर पर कुछ ही सेकंड लेती है, फाइल के आकार और फॉर्मेट के आधार पर।",
	"name-faqs7-ico": "क्या मैं मोबाइल डिवाइस पर इमेज को कन्वर्ट कर सकता हूँ?",
	"text-faqs7-ico": "हाँ, हमारा टूल मोबाइल-फ्रेंडली है और किसी भी डिवाइस पर काम करता है जो इंटरनेट कनेक्शन के साथ हो।",
	"name-faqs8-ico": "ICO फॉर्मेट क्या है?",
	"text-faqs8-ico": "ICO एक फाइल फॉर्मेट है जो Microsoft Windows में आइकन के लिए उपयोग किया जाता है। यह एक ही फाइल में कई रिज़ॉलूशंस और रंग गहराई का समर्थन करता है, जिससे विभिन्न आकारों में अच्छे दिखने वाले आइकन बनाना आदर्श है।",
	"name-faqs9-ico": "ICO फॉर्मेट में इमेज कैसे सेव करें?",
	"text-faqs9-ico": "आप हमारे ऑनलाइन कन्वर्टर का उपयोग करके ICO फॉर्मेट में इमेज सेव कर सकते हैं। बस अपनी इमेज अपलोड करें, ICO को आउटपुट फॉर्मेट के रूप में चुनें और \"कन्वर्ट\" पर क्लिक करें।",
	"name-faqs10-ico": "मैं इमेज को ICO में क्यों नहीं कन्वर्ट कर पा रहा हूँ?",
	"text-faqs10-ico": "यदि आप इमेज को ICO में कन्वर्ट करते समय समस्याओं का सामना कर रहे हैं, तो सुनिश्चित करें कि इमेज फाइल करप्ट नहीं है और पुनः प्रयास करें। यदि समस्या बनी रहती है, तो सहायता के लिए हमारी सपोर्ट टीम से संपर्क करें।",
	"name-faqs11-ico": "ICO में इमेज कन्वर्ट करते समय समस्याओं के समाधान क्या हैं?",
	"text-faqs11-ico": "यदि आप समस्याओं का सामना कर रहे हैं, तो अपने ब्राउज़र कैश को साफ़ करने, स्थिर इंटरनेट कनेक्शन सुनिश्चित करने, या एक अलग ब्राउज़र का उपयोग करने का प्रयास करें। यदि इनमें से कोई भी समाधान काम नहीं करता है, तो कृपया हमारी सपोर्ट टीम से मदद के लिए संपर्क करें।",
	"title_crop": "ऑनलाइन इमेज क्रॉप - मुफ्त ऑनलाइन इमेज क्रॉपिंग टूल",
	"description_crop": "हमारे मुफ्त इमेज क्रॉप टूल का उपयोग करके आसानी से अपनी छवियों को क्रॉप, रिसाइज़ और एडजस्ट करें। अवांछित हिस्सों को हटा दें और कस्टम-साइज की छवियाँ आसानी से बनाएं।",
	"twitter_title_crop": "ऑनलाइन इमेज क्रॉप - मुफ्त ऑनलाइन इमेज क्रॉपिंग टूल",
	"twitter_description_crop": "हमारे मुफ्त इमेज क्रॉप टूल का उपयोग करके आसानी से अपनी छवियों को क्रॉप, रिसाइज़ और एडजस्ट करें। अवांछित हिस्सों को हटा दें और कस्टम-साइज की छवियाँ आसानी से बनाएं।",
	"og_title_crop": "ऑनलाइन इमेज क्रॉप - मुफ्त ऑनलाइन इमेज क्रॉपिंग टूल",
	"og_description_crop": "हमारे मुफ्त इमेज क्रॉप टूल का उपयोग करके आसानी से अपनी छवियों को क्रॉप, रिसाइज़ और एडजस्ट करें। अवांछित हिस्सों को हटा दें और कस्टम-साइज की छवियाँ आसानी से बनाएं।",
	"domain_canonical_crop": "https://compressimage.me/hi/crop",
	"h1-title-crop": "ऑनलाइन इमेज क्रॉप - मुफ्त ऑनलाइन इमेज क्रॉपिंग टूल",
	"p1-title-crop": "पिक्सल में एक रेक्टेंगल परिभाषित करके JPG, PNG या GIF को क्रॉप करें। अपनी छवि को ऑनलाइन काटें। मुफ्त ऑनलाइन इमेज क्रॉपिंग टूल",
	"h2-introduction-crop": "परिचय",
	"p-introduction-crop": "Crop Image Online में आपका स्वागत है, आपकी सभी इमेज क्रॉपिंग आवश्यकताओं के लिए आपका प्रमुख टूल। हमारा मुफ्त ऑनलाइन टूल आपको अपनी छवियों को परफेक्शन तक क्रॉप, रिसाइज़ और एडजस्ट करने की सुविधा देता है। चाहे आप छवि के अवांछित हिस्से को हटाना चाहें, कस्टम-साइज की छवियाँ बनाना चाहें, या बस त्वरित संपादनों की आवश्यकता हो, हमारा यूजर-फ्रेंडली इंटरफेस इसे आसान और कुशल बनाता है।",
	"h2-crop-photo": "फोटो क्रॉप करें",
	"p-crop-photo": "हमारा क्रॉप इमेज टूल आपको ऑनलाइन आसानी से फोटो क्रॉप करने की सुविधा देता है। अवांछित हिस्सों को हटाएं और अपनी छवि के महत्वपूर्ण तत्वों पर ध्यान केंद्रित करें। चाहे आप सोशल मीडिया के लिए एक फोटो क्रॉप करना चाहते हैं या बस अनावश्यक हिस्सों को काटना चाहते हैं, हमारा टूल इसे सरल और त्वरित बनाता है।",
	"li1-crop-photo": "अपनी फोटो अपलोड करें",
	"li2-crop-photo": "क्रॉपिंग क्षेत्र को समायोजित करें",
	"li3-crop-photo": "अपनी क्रॉप की गई फोटो सेव करें",
	"h2-edit-image-size": "छवि का आकार संपादित करें",
	"p1-edit-image-size": "हमारे टूल के साथ, आप अपनी छवियों का आकार आसानी से संपादित कर सकते हैं। अपने आवश्यकताओं के अनुसार आयाम को समायोजित करें। चाहे आपको वेबसाइट, सोशल मीडिया, या प्रिंट के लिए आकार बदलने की आवश्यकता हो, हमारा टूल छवि के आयाम पर सटीक नियंत्रण प्रदान करता है।",
	"p2-edit-image-size": "हमारा संपादित टूल कई स्वरूपों का समर्थन करता है, यह सुनिश्चित करते हुए कि आप जिस भी छवि फ़ाइल के साथ काम कर रहे हैं, वह काम कर सकती है। सामान्य उपयोग मामलों में शामिल हैं:",
	"li1-edit-image-size": "सोशल मीडिया पोस्ट के लिए आकार बदलना",
	"li2-edit-image-size": "प्रिंट के लिए आयाम समायोजित करना",
	"li3-edit-image-size": "वेबसाइटों के लिए छवियों को ऑप्टिमाइज़ करना",
	"h2-resize-image": "छवि का आकार बदलें",
	"p1-resize-image": "क्या आपको छवि का आकार बदलना है? हमारा क्रॉप इमेज ऐप आपको तेजी से और आसानी से छवियों का आकार बदलने की सुविधा देता है। बस अपनी छवि अपलोड करें, अपनी इच्छित आयाम चुनें, और अपनी आकार बदली हुई छवि डाउनलोड करें। यही सरलता है!",
	"p2-resize-image": "छवियों का आकार बदलने से फ़ाइल आकार कम हो सकता है, वेबसाइटों पर लोड समय में सुधार हो सकता है, और यह सुनिश्चित कर सकता है कि आपकी छवियाँ किसी भी डिवाइस पर शानदार दिखें।",
	"h3-resize-image": "छवियों का आकार बदलने के लाभ",
	"li1-resize-image": "वेबसाइटों पर तेज लोड समय",
	"li2-resize-image": "विभिन्न डिवाइसों पर बेहतर प्रदर्शन",
	"li3-resize-image": "संग्रहण स्थान में कमी",
	"h2-create-custom-size-image": "कस्टम साइज की छवि बनाएं",
	"p1-create-custom-size-image": "हमारे क्रॉप इमेज सॉफ्टवेयर से कस्टम साइज की छवियाँ बनाएं। अपनी खुद की आयाम सेट करें और हर बार सही फिट प्राप्त करें। चाहे आपको किसी प्रोजेक्ट के लिए विशिष्ट आकार की आवश्यकता हो या सिर्फ प्रयोग करना हो, हमारा टूल आपको आवश्यक लचीलापन प्रदान करता है।",
	"p2-create-custom-size-image": "कस्टम-साइज की छवि बनाने के लिए:",
	"li1-create-custom-size-image": "अपनी छवि अपलोड करें",
	"li2-create-custom-size-image": "अपना इच्छित आयाम दर्ज करें",
	"li3-create-custom-size-image": "आवश्यकतानुसार क्रॉपिंग क्षेत्र समायोजित करें",
	"li4-create-custom-size-image": "अपनी कस्टम-साइज की छवि डाउनलोड करें",
	"h2-remove-unwanted": "छवि के अवांछित हिस्से हटाएं",
	"p1-remove-unwanted": "सटीकता के साथ छवि के अवांछित हिस्से हटा दें। हमारा क्रॉप इमेज टूल आपकी फ़ोटो के सबसे अच्छे हिस्से पर ध्यान केंद्रित करने में मदद करता है। चाहे बैकग्राउंड कचरा हटाना हो या किसी विषय पर ध्यान केंद्रित करना हो, हमारा टूल आपकी छवियों को साफ करने में आसान बनाता है।",
	"p2-remove-unwanted": "यह सुविधा उन सामान्य परिदृश्यों में उपयोगी होती है:",
	"li1-remove-unwanted": "बैकग्राउंड ऑब्जेक्ट्स हटाना",
	"li2-remove-unwanted": "विशिष्ट विषय पर ध्यान केंद्रित करना",
	"li3-remove-unwanted": "स्कैन किए गए दस्तावेज़ साफ करना",
	"h2-crop-image-tool": "इमेज क्रॉप टूल",
	"p1-crop-image-tool": "अपनी तस्वीरों को आसानी से समायोजित करने के लिए हमारे इमेज क्रॉप टूल का उपयोग करें। यह उपयोगकर्ता-अनुकूल और प्रभावी है। बस अपनी छवि अपलोड करें, क्रॉपिंग क्षेत्र समायोजित करें, और अपनी संपादित तस्वीर को सेव करें।",
	"p2-crop-image-tool": "हमारा टूल JPG, PNG, और GIF जैसे विभिन्न छवि प्रारूपों का समर्थन करता है। यह त्वरित संपादन और अधिक विस्तृत क्रॉपिंग कार्यों के लिए आदर्श है।",
	"h2-crop-image-software": "इमेज क्रॉप सॉफ्टवेयर",
	"p1-crop-image-software": "हमारा इमेज क्रॉप सॉफ्टवेयर आपकी सभी इमेज क्रॉपिंग आवश्यकताओं के लिए एक सहज अनुभव प्रदान करता है। चाहे आप एक पेशेवर फोटोग्राफर हों या बस कुछ व्यक्तिगत तस्वीरें संपादित करनी हों, हमारा सॉफ्टवेयर आपको आवश्यक उपकरण प्रदान करता है।",
	"p2-crop-image-software": "विशेषताएँ शामिल हैं:",
	"li1-crop-image-software": "सटीक क्रॉपिंग",
	"li2-crop-image-software": "कई फ़ाइल प्रारूपों का समर्थन",
	"li3-crop-image-software": "आसान-से-उपयोग इंटरफेस",
	"h2-crop-image-app": "इमेज क्रॉप ऐप",
	"p1-crop-image-app": "मोबाइल डिवाइस के लिए हमारे इमेज क्रॉप ऐप को आज़माएं। आसानी से चलते-फिरते छवियों को क्रॉप करें। हमारा ऐप iOS और Android दोनों के लिए उपलब्ध है, जिससे कहीं भी छवियों को संपादित करना आसान हो जाता है।",
	"p2-crop-image-app": "हमारे ऐप के साथ, आप:",
	"li1-crop-image-app": "टच जेस्चर के साथ छवियों को क्रॉप करें",
	"li2-crop-image-app": "संपादित छवियों को तुरंत सेव और साझा करें",
	"li3-crop-image-app": "उन्नत संपादन सुविधाओं तक पहुंच प्राप्त करें",
	"h2-crop-image-tutorial": "इमेज क्रॉप ट्यूटोरियल",
	"p1-crop-image-tutorial": "हमारे स्टेप-बाय-स्टेप इमेज क्रॉप ट्यूटोरियल के साथ छवियों को क्रॉप करना सीखें। शुरुआती और विशेषज्ञों दोनों के लिए आदर्श, हमारा ट्यूटोरियल आपको हमारे क्रॉप इमेज टूल से अधिकतम लाभ उठाने के लिए सब कुछ कवर करता है।",
	"p2-crop-image-tutorial": "ट्यूटोरियल में शामिल हैं:",
	"li1-crop-image-tutorial": "इमेज अपलोड और चयन कैसे करें",
	"li2-crop-image-tutorial": "क्रॉपिंग क्षेत्र को समायोजित करना",
	"li3-crop-image-tutorial": "अपनी क्रॉप की गई छवि को सेव और डाउनलोड करना",
	"p1-tutorial-crop": "हमारे ऑनलाइन टूल का उपयोग करके इमेज फॉर्मेट को क्रॉप करने के लिए चरण-दर-चरण निर्देश देखें। यह गाइड शुरुआती लोगों के लिए आदर्श है और सफल रूपांतरण के लिए सभी आवश्यक कदम शामिल करता है।",
	"h2-how-to-crop": "इमेज को कैसे क्रॉप करें",
	"p1-how-to-crop": "यदि आप नहीं जानते कि इमेज को कैसे क्रॉप करें, तो हमारी आसान गाइड का पालन करें। हमारी गाइड में सुनिश्चित करने के लिए टिप्स और ट्रिक्स शामिल हैं कि आपकी छवियाँ सबसे अच्छी दिखें।",
	"p2-how-to-crop": "इमेज को क्रॉप करने के चरण:",
	"li1-how-to-crop": "टूल पर अपनी छवि अपलोड करें",
	"li2-how-to-crop": "रखने के लिए क्षेत्र का चयन करें",
	"li3-how-to-crop": "आवश्यकतानुसार क्रॉपिंग बॉक्स समायोजित करें",
	"li4-how-to-crop": "क्रॉप करें और अपनी क्रॉप की गई छवि डाउनलोड करें",
	"h2-crop-image-online": "ऑनलाइन इमेज क्रॉप करें",
	"p1-crop-image-online": "कोई सॉफ़्टवेयर स्थापित किए बिना ऑनलाइन इमेज क्रॉप करें। हमारा मुफ्त टूल आपको ब्राउज़र से सीधे इमेज क्रॉप करने की अनुमति देता है, जिसमें कोई डाउनलोड या इंस्टॉल की आवश्यकता नहीं है। बस अपनी छवि अपलोड करें, क्रॉपिंग क्षेत्र समायोजित करें, और अपनी संपादित छवि को सेव करें।",
	"p2-crop-image-online": "ऑनलाइन इमेज क्रॉप करने के लाभ:",
	"li1-crop-image-online": "कोई सॉफ़्टवेयर इंस्टॉल करने की आवश्यकता नहीं",
	"li2-crop-image-online": "तेज़ और आसान संपादन",
	"li3-crop-image-online": "किसी भी डिवाइस से पहुंच योग्य",
	"h2-crop-image-free": "मुफ्त इमेज क्रॉप",
	"p1-crop-image-free": "हमारे मुफ्त इमेज क्रॉप टूल का आनंद लें। डाउनलोड या इंस्टॉल की आवश्यकता नहीं है। हमारा टूल पूरी तरह से मुफ्त है, जिससे सभी के लिए आसानी से उपलब्ध है।",
	"p2-crop-image-free": "चाहे आपको व्यक्तिगत उपयोग या प्रोजेक्ट के लिए फोटो क्रॉप करने की आवश्यकता हो, हमारा मुफ्त टूल सभी आवश्यक सुविधाओं को प्रदान करता है।",
	"h2-crop-image-grid": "ग्रिड द्वारा इमेज क्रॉप करें",
	"p1-crop-image-grid": "सटीकता से छवियों को क्रॉप करने के लिए ग्रिड सुविधा का उपयोग करें। विस्तृत समायोजन के लिए आदर्श, हमारा ग्रिड ओवरले आपको अपनी छवियों को सटीक रूप से संरेखित और क्रॉप करने में मदद करता है।",
	"p2-crop-image-grid": "ग्रिड सुविधा का उपयोग करने के लाभ:",
	"li1-crop-image-grid": "सटीक संरेखण",
	"li2-crop-image-grid": "सुधारित रचना",
	"li3-crop-image-grid": "उपयोग में आसान",
	"name-faqs1-crop": "आप कौन से इमेज फॉर्मेट का समर्थन करते हैं?",
	"text-faqs1-crop": "हम JPG, PNG, और GIF सहित विभिन्न इमेज फॉर्मेट का समर्थन करते हैं। यह सुनिश्चित करता है कि आप अधिकांश सामान्य इमेज फ़ाइलों के साथ काम कर सकते हैं।",
	"name-faqs2-crop": "क्या आपका इमेज क्रॉप टूल मुफ्त है?",
	"text-faqs2-crop": "हाँ, हमारा इमेज क्रॉप टूल पूरी तरह से मुफ्त है। इसमें कोई छिपे हुए शुल्क या डाउनलोड की आवश्यकता नहीं है।",
	"name-faqs3-crop": "क्या मैं इस टूल का उपयोग अपने मोबाइल डिवाइस पर कर सकता हूँ?",
	"text-faqs3-crop": "हाँ, हमारा टूल मोबाइल डिवाइस के साथ पूरी तरह से संगत है। आप हमारे मोबाइल-फ्रेंडली इंटरफेस या iOS और Android के लिए उपलब्ध विशेष ऐप का उपयोग करके चलते-फिरते इमेज क्रॉप कर सकते हैं।",
	"name-faqs4-crop": "मैं अपनी क्रॉप की गई छवि को कैसे सेव करूं?",
	"text-faqs4-crop": "जब आपकी छवि क्रॉप हो जाए, तो बस \"इमेज क्रॉप करें\" बटन पर क्लिक करें। आपकी क्रॉप की गई छवि स्वचालित रूप से आपके डिवाइस पर डाउनलोड हो जाएगी।",
	"name-faqs5-crop": "इस टूल का उपयोग करने के लिए क्या मुझे खाता बनाना होगा?",
	"text-faqs5-crop": "नहीं, आपको खाता बनाने की आवश्यकता नहीं है। हमारा टूल जल्दी और आसान उपयोग के लिए डिज़ाइन किया गया है, जिसमें कोई पंजीकरण की आवश्यकता नहीं है।"
}