{
	"title": "Kompres Gambar Online",
	"description": "JumbleCS adalah alat optimasi gambar yang membantu mengurangi ukuran file secara maksimal, mengompres gambar dalam format JPEG, GIF, dan PNG hingga ukuran terkecil mungkin di platform Android, iOS, dan PC.",
	"twitter_card_summary": "ringkasan",
	"twitter_title": "Kompres Gambar Online",
	"twitter_description": "JumbleCS adalah alat optimasi gambar yang membantu mengurangi ukuran file secara maksimal, mengompres gambar dalam format JPEG, GIF, dan PNG hingga ukuran terkecil mungkin di platform Android, iOS, dan PC.",
	"og_title": "Kompres Gambar Online",
	"og_description": "JumbleCS adalah alat optimasi gambar yang membantu mengurangi ukuran file secara maksimal, mengompres gambar dalam format JPEG, GIF, dan PNG hingga ukuran terkecil mungkin di platform Android, iOS, dan PC.",
	"content": "Bahasa Web Bahasa Vietnam",
	"content-body-top": "Alat optimasi ini membantu mengompres gambar JPG, JPEG, GIF, dan PNG menjadi ukuran yang paling kecil mungkin, tetapi masih memenuhi kualitas yang dibutuhkan.",
	"title-choose-file": "Klik untuk mengunggah gambar",
	"content-welcome": "- tempat menyediakan layanan kompres gambar, mengurangi ukuran gambar, dan alat terkait lainnya, memenuhi kebutuhan Anda.",
	"title-welcome": "Selamat datang di Situs Web Kompres Gambar Online",
	"content-body-title": "content-body-title",
	"content-body-title1": "Kompres Gambar Online:",
	"content-description1": "Dengan alat kompres gambar online kami, Anda dapat mengompres file gambar JPG, PNG, GIF dengan cepat dan efisien. Tidak perlu menginstal perangkat lunak, cukup unggah gambar Anda dan kami akan menangani sisanya.",
	"content-body-title2": "Kurangi Ukuran Gambar Tanpa Mengurangi Kualitas:",
	"content-description2": "Kami berkomitmen bahwa alat kami akan membantu Anda mengurangi ukuran gambar tanpa memengaruhi ketajaman, warna, dan detailnya, dengan harapan memberikan pengalaman terbaik bagi Anda.",
	"content-body-title3": "Alat yang Mudah Digunakan di Semua Perangkat:",
	"content-description3": "Situs web kami sepenuhnya kompatibel dengan semua perangkat, mulai dari komputer hingga ponsel dan tablet, memberikan fleksibilitas yang nyaman bagi Anda.",
	"content-body-title4": "Layanan Kompres Gambar Massal:",
	"content-description4": "Jika Anda perlu mengurangi ukuran untuk banyak gambar sekaligus, kami juga menyediakan layanan kompres gambar massal, membantu Anda menghemat waktu dan tenaga.",
	"content-body-title5": "Dukungan Multi-Platform:",
	"content-description5": "Tidak hanya mendukung komputer, kami juga menyediakan aplikasi utilitas untuk perangkat Android dan iOS, memungkinkan Anda mengompres gambar dengan mudah langsung di perangkat seluler Anda.",
	"content-description5.2": "Mengurangi ukuran gambar PNG, mengurangi ukuran gambar GIF, mengurangi ukuran gambar JPG, mengurangi ukuran gambar di ponsel, mengurangi ukuran gambar di komputer, mengurangi ukuran gambar online, perangkat lunak pengurangan ukuran gambar di Android, pengurangan ukuran gambar massal online, pengurangan ukuran gambar di iPhone. Kami memenuhi kebutuhan Anda dengan berbagai alat dan layanan pengurangan ukuran gambar, mulai dari jenis file gambar umum seperti PNG, GIF, JPG hingga perangkat seluler seperti iPhone dan sistem operasi seperti Android.",
	"title-welcome-faqs": "Pertanyaan Umum dan Dukungan: Situs web dapat menyediakan bagian khusus untuk pertanyaan umum (FAQ) dan dukungan pelanggan. Ini membantu pengguna mengatasi setiap masalah yang mungkin mereka hadapi dan mendapatkan bantuan saat diperlukan.",
	"name-faqs1": "Apa itu Kompres Gambar dan mengapa kompresi gambar penting?",
	"text-faqs1": "Kompres Gambar adalah layanan online atau alat perangkat lunak yang membantu mengompresi gambar untuk mengurangi ukuran mereka sambil tetap mempertahankan kualitas gambar. Proses kompresi gambar penting karena itu meningkatkan kecepatan muat halaman web, mengurangi bandwidth jaringan, dan meningkatkan pengalaman pengguna dengan membuat situs web memuat lebih cepat dan lebih efisien.",
	"name-faqs2": "Bagaimana cara saya bisa mengompres gambar di Kompres Gambar",
	"text-faqs2.1": "Buka browser web dan masukkan alamat situs web KompresImage.id.vn ke dalam bilah pencarian.",
	"text-faqs2.2": "Klik tombol \"Unggah Gambar\" atau seret dan lepaskan file gambar Anda dari komputer ke situs web.",
	"text-faqs2.3": "Setelah mengunggah gambar, Anda akan melihat opsi konfigurasi kompresi. Pilih format gambar (JPEG, PNG, GIF, dll.) dan sesuaikan tingkat kompresi jika diperlukan.",
	"text-faqs2.4": "Kompres Gambar akan memproses gambar Anda dan membuat versi yang telah dikompresi dengan ukuran yang lebih kecil namun tetap mempertahankan kualitas.",
	"text-faqs2.5": "Setelah proses kompresi selesai, Anda akan menerima opsi untuk mengunduh gambar yang telah dikompresi. Klik tombol \"Unduh\" untuk menyimpan file yang dikompresi ke komputer Anda.",
	"text-faqs2.6": "Buka gambar yang telah dikompresi untuk memeriksa kualitas dan ukuran. Pastikan bahwa gambar masih mempertahankan kualitas yang diinginkan sementara ukurannya telah dikurangi",
	"name-faqs3": "Apakah Kompres Gambar menyediakan alat kompresi gambar apa saja?",
	"text-faqs3": "Kompres Gambar menyediakan berbagai alat kompresi gambar seperti TinyPNG, JPEG Optimizer, ImageOptim, dan banyak lagi, masing-masing dengan kelebihan dan kekurangan sendiri.",
	"name-faqs4": "Bagaimana cara yang efektif untuk mengompres gambar dengan Kompres Gambar?",
	"text-faqs4": "Untuk mengompres gambar secara efektif dengan Kompres Gambar, Anda perlu memilih pengaturan kompresi yang sesuai, termasuk memilih format kompresi (JPEG, PNG, GIF, dll.), tingkat kompresi (biasanya dalam persentase atau konfigurasi spesifik), dan mengontrol faktor lain seperti ukuran gambar.",
	"name-faqs5": "Apakah saya bisa mengompres gambar secara online dengan Kompres Gambar?",
	"text-faqs5": "Ya, Kompres Gambar biasanya menyediakan layanan kompresi gambar online melalui situs web mereka, memungkinkan Anda untuk mengunggah dan mengompres gambar secara cepat dan nyaman dari perangkat apa pun yang terhubung ke internet.",
	"name-faqs6": "Apakah Kompres Gambar dapat membantu mengurangi ukuran gambar tanpa mengorbankan kualitas?",
	"text-faqs6": "Ya, Kompres Gambar menggunakan algoritma kompresi canggih untuk mengurangi ukuran gambar sambil tetap mempertahankan kualitas gambar asli. Namun, mengurangi ukuran kadang-kadang dapat memengaruhi kualitas gambar, terutama saat menerapkan tingkat kompresi yang tinggi.",
	"name-faqs7": "Bagaimana cara memilih pengaturan kompresi yang tepat saat menggunakan Kompres Gambar?",
	"text-faqs7": "Saat menggunakan Kompres Gambar, Anda perlu mempertimbangkan kebutuhan Anda dan memilih pengaturan kompresi yang sesuai. Ini termasuk menentukan tingkat kompresi, format output, dan opsi lain seperti mempertahankan dimensi gambar atau mengurangi ukuran gambar.",
	"name-faqs8": "Format gambar apa yang didukung oleh Kompres Gambar?",
	"text-faqs8": "Kompres Gambar biasanya mendukung kompresi untuk format gambar umum seperti JPEG, PNG, GIF, SVG, dan banyak lagi.",
	"name-faqs9": "Apakah saya bisa menggunakan Kompres Gambar secara gratis?",
	"text-faqs9": "Kompres Gambar biasanya menyediakan versi gratis dengan beberapa batasan pada ukuran kompresi atau kualitas gambar. Anda juga dapat meningkatkan ke paket layanan berbayar untuk fitur tambahan dan fleksibilitas.",
	"name-faqs10": "Bagaimana cara memastikan bahwa gambar saya tetap berkualitas setelah dikompresi dengan Kompres Gambar?",
	"text-faqs10": "Untuk memastikan bahwa gambar Anda tetap berkualitas setelah dikompresi dengan Kompres Gambar, Anda perlu memeriksa hasil kompresi dan menyesuaikan pengaturan kompresi jika diperlukan. Anda juga dapat membandingkan visual antara gambar asli dan gambar yang sudah dikompresi untuk memastikan tidak ada penurunan kualitas yang signifikan.",
	"twitter_card_sumary": "twitter_card_sumary"
}