{
	"title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
	"description": "Jelajahi alat kompresi gambar online gratis kami, dirancang untuk mengompres JPG, PNG, dan GIF tanpa kehilangan kualitas. Optimalisasikan kinerja situs web Anda dan tingkatkan pengalaman pengguna di platform web, iPhone, dan Android. Ideal bagi pengembang dan desainer yang ingin mengompres gambar secara efektif dan meningkatkan SEO.",
	"keyword": "Kompresi gambar tanpa kehilangan, Kompres gambar JPG, Kompres gambar PNG, Kompres gambar GIF, Reduksi ukuran gambar, Kompresi gambar gratis, Kompresi gambar online, Kompresi gambar untuk web, Optimalisasi pengambilan gambar",
	"twitter_card_sumary": "ringkasan",
	"twitter_title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
	"twitter_description": "Alat kompresi gambar online gratis untuk mengurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
	"og_title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
	"og_description": "Alat kompresi gambar online gratis untuk mengurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
	"title-body-top": "Alat untuk mengoptimalkan dan mengompresi gambar, mengurangi ukuran gambar tanpa biaya",
	"content-body-top": "Kurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
	"title-choose-file": "Klik untuk mengunggah gambar",
	"title-welcome": "Cara Kompresi Gambar Online",
	"content-welcome": "Alat kompresi gambar kami mudah digunakan dan sangat efektif. Ikuti langkah-langkah ini untuk mengurangi ukuran file gambar Anda:",
	"content-welcome-chill-1": "Unggah gambar Anda menggunakan formulir di atas.",
	"content-welcome-chill-2": "Pilih tingkat kompresi yang diinginkan untuk menyeimbangkan kualitas dan ukuran file.",
	"content-welcome-chill-3": "Unduh gambar yang telah dikompres ke perangkat Anda.",
	"content-body-title1": "Manfaat Kompresi Gambar",
	"content-description1": "Kompresi gambar penting untuk berbagai alasan. Berikut beberapa manfaat utamanya:",
	"content-description1-strong1": "Waktu Memuat Lebih Cepat: ",
	"content-description1-strong2": "Penggunaan Bandwidth yang Lebih Rendah: ",
	"content-description1-strong3": "SEO yang Ditingkatkan: ",
	"content-description1-strong4": "Penghematan Penyimpanan: ",
	"content-description1-chill-1": "Gambar yang dikompresi memuat lebih cepat, meningkatkan pengalaman pengguna di situs web Anda.",
	"content-description1-chill-2": "Ukuran gambar yang lebih kecil mengonsumsi bandwidth yang lebih sedikit, yang dapat menghemat biaya, terutama untuk pengguna mobile.",
	"content-description1-chill-3": "Waktu memuat lebih cepat berkontribusi pada peringkat SEO yang lebih baik di mesin pencari seperti Google.",
	"content-description1-chill-4": "Gambar yang dikompresi memakan ruang lebih sedikit, menghemat penyimpanan di server atau perangkat Anda.",
	"content-body-title2": "Format Gambar yang Didukung",
	"content-description2": "Alat kami mendukung kompresi berbagai format gambar, termasuk:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Ideal untuk foto dan gambar dengan gradien.",
	"content-description2-chill-2": "Terbaik untuk grafis, logo, dan gambar dengan teks.",
	"content-description2-chill-3": "Cocok untuk animasi sederhana dan gambar dengan sedikit warna.",
	"content-body-title3": "Tips Optimasi Gambar",
	"content-description3": "Berikut beberapa tips tambahan untuk membantu Anda mengoptimalkan gambar untuk kinerja yang lebih baik:",
	"content-description3-strong1": "Ubah Ukuran Gambar:",
	"content-description3-strong2": "Pilih Format yang Tepat: ",
	"content-description3-strong3": "Hapus Metadata: ",
	"content-description3-strong4": "Gunakan Format WebP: ",
	"content-description3-chill-1": "Sebelum mengompres, pastikan untuk mengubah ukuran gambar sesuai dengan dimensi yang Anda butuhkan. Gambar yang lebih besar membutuhkan lebih banyak ruang dan membutuhkan waktu lebih lama untuk dimuat.",
	"content-description3-chill-2": "Gunakan JPG untuk foto, PNG untuk gambar dengan teks atau transparansi, dan GIF untuk animasi sederhana.",
	"content-description3-chill-3": "Hapus metadata yang tidak perlu dari gambar Anda untuk mengurangi ukuran file.",
	"content-description3-chill-4": "Pertimbangkan menggunakan format WebP untuk gambar web, karena menawarkan tingkat kompresi yang lebih baik.",
	"title-welcome-faqs": "Pertanyaan Umum",
	"name-faqs1": "Haruskah Saya Kompres Gambar JPG atau PNG?",
	"text-faqs1": "Gambar JPG terbaik untuk foto dan gambar dengan gradien, sedangkan gambar PNG lebih baik untuk grafis dan gambar dengan teks. Pilih format berdasarkan kebutuhan Anda.",
	"name-faqs2": "Apakah Kompresi Gambar Mempengaruhi Kualitas Gambar?",
	"text-faqs2.1": "Teknik kompresi tanpa kehilangan mengurangi ukuran file tanpa mempengaruhi kualitas gambar. Untuk pengurangan ukuran yang signifikan, mungkin ada sedikit pengurangan kualitas, tetapi biasanya sangat kecil.",
	"name-faqs3": "Bagaimana Cara Mengompres Ukuran File Gambar Menjadi Kurang dari 100KB?",
	"text-faqs3": "Atur pengaturan kompresi ke tingkat yang lebih tinggi dan hapus metadata yang tidak perlu. Ini membantu mencapai ukuran file yang lebih kecil. Selain itu, mengubah ukuran gambar menjadi dimensi yang lebih kecil juga dapat secara signifikan mengurangi ukuran file.",
	"name-faqs4": "Dapatkah Saya Mengompres Gambar di iPhone atau Perangkat Android Saya?",
	"text-faqs4": "Ya, alat online kami ramah mobile dan berfungsi dengan lancar di perangkat iPhone dan Android. Anda dapat mengompres gambar langsung dari browser mobile Anda tanpa perlu menginstal aplikasi tambahan.",
	"name-faqs5": "Apa Itu Kompresi Gambar Tanpa Kehilangan?",
	"text-faqs5": "Kompresi gambar tanpa kehilangan mengurangi ukuran file gambar tanpa mengurangi kualitas. Teknik ini ideal untuk gambar di mana mempertahankan kualitas asli penting.",
	"name-faqs6": "Bagaimana Kompresi Gambar Meningkatkan Kinerja Website?",
	"text-faqs6": "Gambar yang dikompresi memuat lebih cepat, mengurangi waktu total pemuatan situs web Anda. Ini meningkatkan pengalaman pengguna dan dapat menyebabkan peringkat mesin pencari yang lebih baik.",
	"name-faqs7": "Apakah Kompresi Gambar Online Aman?",
	"text-faqs7": "Ya, alat kompresi gambar online kami memastikan bahwa gambar Anda diproses secara aman. Kami tidak menyimpan gambar apa pun di server kami setelah dikompresi.",
	"name-faqs8": "Apakah Saya Bisa Mengompres Beberapa Gambar Sekaligus?",
	"text-faqs8": "Saat ini, alat kami hanya memungkinkan Anda untuk mengompres satu gambar pada satu waktu. Kami sedang mengerjakan fitur untuk mendukung kompresi batch di masa depan.",
	"name-faqs9": "Tingkat Kompresi Terbaik untuk Gambar Web?",
	"text-faqs9": "Tingkat kompresi optimal bergantung pada kebutuhan spesifik situs web Anda. Untuk kebanyakan tujuan, tingkat kompresi sedang menawarkan keseimbangan yang baik antara ukuran file dan kualitas gambar.",
	"name-faqs10": "Mengapa Saya Harus Menghapus Metadata dari Gambar?",
	"text-faqs10": "Menghapus metadata, seperti pengaturan kamera dan data lokasi, dapat signifikan mengurangi ukuran file gambar Anda. Ini membantu dalam waktu pemuatan yang lebih cepat dan menghemat bandwidth.",
	"mes_error_1": "Oh tidak!",
	"mes_error_2": "Ukuran file melebihi batas 1MB dan maksimum 1 foto",
	"lang": "id",
	"domain_canonical": "https://compressimage.me/id",
	"title_png": "Konversi Gambar ke PNG Online | Konversi gambar ke PNG secara gratis",
	"description_png": "Konversi gambar Anda ke format PNG dengan mudah menggunakan alat konversi gambar online gratis kami. Mendukung JPG, GIF, BMP, PSD, dan format lainnya.",
	"twitter_title_png": "Konversi Gambar ke PNG Online | Konversi gambar ke PNG secara gratis",
	"twitter_description_png": "Konversi gambar Anda ke format PNG dengan mudah menggunakan alat konversi gambar online gratis kami. Mendukung JPG, GIF, BMP, PSD, dan format lainnya.",
	"og_title_png": "Konversi Gambar ke PNG Online | Konversi gambar ke PNG secara gratis",
	"og_description_png": "Konversi gambar Anda ke format PNG dengan mudah menggunakan alat konversi gambar online gratis kami. Mendukung JPG, GIF, BMP, PSD, dan format lainnya.",
	"domain_canonical_png": "https://compressimage.me/id/png",
	"title-body-top-png": "Konversi Gambar ke PNG Online",
	"content-body-top-png": "Dengan mudah konversi gambar Anda ke PNG menggunakan alat konversi online gratis dan mudah digunakan kami.",
	"title-introduction": "Tentang Alat Konversi Gambar PNG Kami",
	"content-introduction": "Selamat datang di alat konversi gambar online kami, tempat Anda dapat dengan mudah mengonversi gambar dari berbagai format ke PNG. Apakah Anda memiliki file JPG, GIF, BMP, atau PSD, konverter kami memastikan transisi yang lancar dan cepat ke format PNG.",
	"content2-introduction": "Alat kami dirancang agar sederhana dan intuitif, membuatnya dapat diakses oleh pengguna dari semua tingkat keterampilan. Dengan hanya beberapa klik, Anda dapat mengubah gambar Anda menjadi file PNG berkualitas tinggi, siap digunakan untuk tujuan apapun.",
	"h2-how-to-png": "Cara Mengonversi Gambar ke PNG",
	"p1-how-to-png": "Ikuti langkah-langkah sederhana ini untuk mengonversi gambar Anda ke PNG:",
	"li1-how-to-png": "Unggah file gambar Anda dengan mengklik tombol \"Pilih File\".",
	"li2-how-to-png": "Pilih format output yang diinginkan (PNG).",
	"li3-how-to-png": "Unduh gambar PNG yang telah dikonversi.",
	"p2-how-to-png": "Alat kami mendukung berbagai format gambar, memastikan Anda dapat mengonversi hampir semua gambar ke PNG. Nikmati waktu konversi yang cepat dan hasil berkualitas tinggi setiap kali digunakan.",
	"h2-tutorial": "Tutorial Konversi JPG ke PNG Gratis",
	"p1-tutorial": "Tonton tutorial langkah-demi-langkah kami tentang cara mengonversi gambar JPG ke format PNG menggunakan alat online kami. Tutorial ini sangat cocok untuk pemula dan mencakup semua langkah yang diperlukan untuk konversi yang sukses.",
	"video-tutorial": "Browser Anda tidak mendukung tag video.",
	"p2-tutorial": "Untuk tutorial dan tips lainnya, pastikan untuk memeriksa saluran kami, di mana kami secara teratur memposting konten baru untuk membantu Anda memanfaatkan alat konversi kami sebaik mungkin.",
	"h2-tips": "Tips untuk Mengonversi Gambar dari Format Lain ke PNG",
	"p1-tips": "Berikut adalah beberapa tips berguna untuk mengonversi gambar dari berbagai format ke PNG:",
	"li1-tips": "Pastikan file gambar Anda memiliki kualitas tinggi sebelum konversi untuk mempertahankan kejernihan.",
	"li2-tips": "Gunakan fitur konversi batch kami untuk menghemat waktu saat mengonversi beberapa gambar.",
	"li3-tips": "Periksa rasio aspek gambar Anda untuk memastikan gambar ditampilkan dengan benar setelah konversi.",
	"li4-tips": "Manfaatkan alat pengeditan kami untuk menyesuaikan kecerahan, kontras, dan pengaturan lainnya sebelum konversi.",
	"li5-tips": "Pertimbangkan penggunaan akhir gambar PNG Anda untuk menentukan resolusi dan ukuran yang optimal.",
	"li6-tips": "Jaga file asli Anda tetap aman jika Anda perlu mengonversi kembali di masa depan.",
	"p2-tips": "Dengan mengikuti tips ini, Anda dapat memastikan hasil terbaik saat mengonversi gambar Anda ke format PNG.",
	"name-faqs1-png": "Apakah alat konversi gambar ini gratis untuk digunakan?",
	"text-faqs1-png": "Ya, alat konversi gambar kami sepenuhnya gratis untuk digunakan. Anda dapat mengonversi sebanyak mungkin gambar yang Anda butuhkan tanpa biaya.",
	"name-faqs2-png": "Apakah saya perlu membuat akun untuk menggunakan konverter?",
	"name-faqs3-png": "Tidak, Anda tidak perlu membuat akun atau mendaftar untuk menggunakan konverter kami. Alat ini dapat diakses dan siap digunakan segera.",
	"text-faqs3-png": "Format file apa saja yang didukung untuk konversi ke PNG?",
	"name-faqs4-png": "Kami mendukung berbagai format file termasuk JPG, GIF, BMP, PSD, dan banyak lainnya. Jika Anda memiliki format file tertentu dalam pikiran, cukup unggah dan lihat apakah alat kami mendukungnya.",
	"text-faqs4-png": "Apakah data saya aman selama proses konversi?",
	"text-faqs2-png": "Ya, kami sangat memperhatikan privasi dan keamanan Anda. Semua file yang diunggah ke konverter kami diproses dengan aman dan dihapus setelah konversi untuk memastikan data Anda tetap pribadi.",
	"title_jpg": "Konversi Gambar ke JPG Online | Konverter PNG ke JPG Gratis",
	"description_jpg": "Konversi gambar ke JPG dengan mudah menggunakan alat online gratis kami. Mendukung PNG, GIF, BMP, PSD, dan format lainnya. Konverter gambar JPG berkualitas tinggi dan mudah digunakan.",
	"twitter_title_jpg": "Konversi Gambar ke JPG Online | Konverter PNG ke JPG Gratis",
	"twitter_description_jpg": "Konversi gambar ke JPG dengan mudah menggunakan alat online gratis kami. Mendukung PNG, GIF, BMP, PSD, dan format lainnya. Konverter gambar JPG berkualitas tinggi dan mudah digunakan.",
	"og_title_jpg": "Konversi Gambar ke JPG Online | Konverter PNG ke JPG Gratis",
	"og_description_jpg": "Konversi gambar ke JPG dengan mudah menggunakan alat online gratis kami. Mendukung PNG, GIF, BMP, PSD, dan format lainnya. Konverter gambar JPG berkualitas tinggi dan mudah digunakan.",
	"domain_canonical_jpg": "https://compressimage.me/id/jpg",
	"title-body-top_jpg": "Konversi Gambar ke JPG Online",
	"content-body-top_jpg": "Konversi gambar Anda ke JPG dengan mudah menggunakan alat konversi online gratis dan ramah pengguna kami.",
	"h2-introduction-jpg": "Tentang Konverter Gambar JPG Kami",
	"p1-introduction-jpg": "Selamat datang di alat konversi gambar online kami, di mana Anda dapat dengan mudah mengonversi gambar dari berbagai format ke JPG. Apakah Anda memiliki file PNG, GIF, BMP, atau PSD, konverter kami memastikan transisi yang mulus dan cepat ke format JPG.",
	"p2-introduction-jpg": "Alat kami dirancang agar sederhana dan intuitif, membuatnya dapat diakses oleh pengguna dari semua tingkat keterampilan. Dengan beberapa klik saja, Anda dapat mengubah gambar Anda menjadi file JPG berkualitas tinggi, siap digunakan untuk keperluan apa pun.",
	"h2-how-to-jpg": "Cara Mengonversi Gambar ke JPG",
	"p1-how-to-jpg": "Ikuti langkah-langkah sederhana ini untuk mengonversi gambar Anda ke JPG:",
	"li1-how-to-jpg": "Unggah file gambar Anda dengan mengklik tombol \"Pilih File\".",
	"li2-how-to-jpg": "Pilih format output yang diinginkan (JPG).",
	"li3-how-to-jpg": "Unduh gambar JPG yang telah dikonversi.",
	"p2-how-to-jpg": "Alat kami mendukung berbagai format gambar, memastikan Anda dapat mengonversi hampir semua gambar ke JPG. Nikmati waktu konversi yang cepat dan hasil berkualitas tinggi setiap kali digunakan.",
	"h2-tutorial-jpg": "Tutorial Konversi PNG ke JPG Gratis",
	"p1-tutorial-jpg": "Tonton tutorial langkah-demi-langkah kami tentang cara mengonversi gambar PNG ke format JPG menggunakan alat online kami. Tutorial ini sempurna untuk pemula dan mencakup semua langkah yang diperlukan untuk konversi yang berhasil.",
	"p2-tutorial-jpg": "Untuk tutorial dan tips lebih lanjut, pastikan untuk memeriksa saluran kami, di mana kami secara teratur memposting konten baru untuk membantu Anda memanfaatkan alat konversi kami.",
	"h2-tips-jpg": "Tips Mengonversi Gambar dari Format Lain ke JPG",
	"p1-tips-jpg": "Berikut adalah beberapa tips berguna untuk mengonversi gambar dari berbagai format ke JPG:",
	"li1-tips-jpg": "Pastikan file gambar Anda berkualitas tinggi sebelum konversi untuk mempertahankan kejernihan.",
	"li2-tips-jpg": "Gunakan fitur konversi batch kami untuk menghemat waktu saat mengonversi banyak gambar.",
	"li3-tips-jpg": "Periksa rasio aspek gambar Anda untuk memastikan gambar ditampilkan dengan benar setelah konversi.",
	"li4-tips-jpg": "Manfaatkan alat pengeditan kami untuk menyesuaikan kecerahan, kontras, dan pengaturan lainnya sebelum mengonversi.",
	"li5-tips-jpg": "Pertimbangkan penggunaan akhir gambar JPG Anda untuk menentukan resolusi dan ukuran yang optimal.",
	"li6-tips-jpg": "Simpan file asli Anda dengan aman jika Anda perlu mengonversinya lagi di masa depan.",
	"p2-tips-jpg": "Dengan mengikuti tips ini, Anda dapat memastikan hasil terbaik saat mengonversi gambar Anda ke format JPG.",
	"h2-benefits-jpg": "Manfaat Mengonversi Gambar ke JPG",
	"p1-benefits-jpg": "Mengonversi gambar Anda ke JPG menawarkan beberapa keuntungan:",
	"li1-benefits-jpg": "Ukuran file lebih kecil: Gambar JPG biasanya lebih kecil dari file PNG atau BMP, menghemat ruang penyimpanan.",
	"li2-benefits-jpg": "Kompatibilitas: JPG didukung secara luas di berbagai perangkat dan platform.",
	"li3-benefits-jpg": "Kualitas: JPG memberikan kualitas gambar yang baik dengan tingkat kompresi yang dapat disesuaikan.",
	"li4-benefits-jpg": "Kecepatan: Gambar JPG memuat lebih cepat di situs web dan aplikasi karena ukurannya yang lebih kecil.",
	"li5-benefits-jpg": "Kesesuaian: JPG cocok untuk berbagai aplikasi, dari desain web hingga penyimpanan foto.",
	"h2-when-to-convert-jpg": "Kapan Mengonversi Gambar ke JPG",
	"p1-when-to-convert-jpg": "Pertimbangkan mengonversi gambar Anda ke JPG dalam skenario berikut:",
	"li1-when-to-convert-jpg": "Saat Anda perlu mengurangi ukuran file untuk waktu muat yang lebih cepat.",
	"li2-when-to-convert-jpg": "Saat membagikan gambar di media sosial atau situs web.",
	"li3-when-to-convert-jpg": "Saat Anda membutuhkan gambar berkualitas baik tanpa ukuran file besar.",
	"li4-when-to-convert-jpg": "Saat Anda membutuhkan kompatibilitas dengan berbagai perangkat dan perangkat lunak.",
	"li5-when-to-convert-jpg": "Saat mengarsipkan foto dan perlu menghemat ruang penyimpanan.",
	"h2-comparison-jpg": "JPG vs Format Gambar Lain",
	"p1-comparison-jpg": "Berikut adalah perbandingan JPG dengan format gambar umum lainnya:",
	"strong1-comparison-jpg": "JPG vs PNG: ",
	"li1-comparison-jpg": "JPG menawarkan ukuran file lebih kecil, membuatnya ideal untuk penggunaan web, sementara PNG lebih baik untuk gambar yang memerlukan transparansi.",
	"strong2-comparison-jpg": "JPG vs GIF: ",
	"li2-comparison-jpg": "JPG memberikan kualitas yang lebih baik untuk gambar statis, sementara GIF cocok untuk animasi sederhana.",
	"strong3-comparison-jpg": "JPG vs BMP: ",
	"li3-comparison-jpg": "File JPG jauh lebih kecil, membuatnya lebih praktis untuk penggunaan sehari-hari, sementara BMP tidak menawarkan kompresi.",
	"strong4-comparison-jpg": "JPG vs PSD: ",
	"li4-comparison-jpg": "JPG adalah format akhir untuk berbagi dan menampilkan gambar, sementara PSD digunakan untuk mengedit di Adobe Photoshop.",
	"strong5-comparison-jpg": "JPG vs TIFF: ",
	"li5-comparison-jpg": "JPG lebih banyak digunakan karena ukuran file yang lebih kecil, sementara TIFF lebih disukai untuk cetakan berkualitas tinggi dan fotografi profesional.",
	"name-faqs1-jpg": "Apakah alat konversi gambar ini gratis digunakan?",
	"text-faqs1-jpg": "Ya, alat konversi gambar kami sepenuhnya gratis. Anda dapat mengonversi sebanyak mungkin gambar yang Anda butuhkan tanpa biaya.",
	"name-faqs2-jpg": "Apakah saya perlu membuat akun untuk menggunakan konverter?",
	"text-faqs2-jpg": "Tidak, Anda tidak perlu membuat akun atau mendaftar untuk menggunakan konverter kami. Alat ini dapat diakses dan siap digunakan segera.",
	"name-faqs3-jpg": "Format file apa saja yang didukung untuk konversi ke JPG?",
	"text-faqs3-jpg": "Kami mendukung berbagai format file termasuk PNG, GIF, BMP, PSD, dan banyak lainnya. Jika Anda memiliki format file tertentu, cukup unggah dan lihat apakah alat kami mendukungnya.",
	"name-faqs4-jpg": "Apakah data saya aman selama proses konversi?",
	"text-faqs4-jpg": "Ya, kami sangat memperhatikan privasi dan keamanan Anda. Semua file yang diunggah ke konverter kami diproses dengan aman dan dihapus setelah konversi untuk memastikan data Anda tetap pribadi.",
	"name-faqs5-jpg": "Bisakah saya mengonversi beberapa gambar sekaligus?",
	"text-faqs5-jpg": "Ya, alat kami mendukung konversi batch, memungkinkan Anda mengonversi beberapa gambar ke format JPG secara bersamaan.",
	"title_jpeg": "Konversi Gambar ke JPEG Online | Konverter Gambar ke JPEG Gratis",
	"description_jpeg": "Konversi gambar ke JPEG secara online dengan alat gratis dan mudah digunakan kami. Mendukung berbagai format termasuk PNG, GIF, BMP, dan PSD. Perangkat lunak konverter gambar JPEG berkualitas tinggi.",
	"twitter_title_jpeg": "Konversi Gambar ke JPEG Online | Konverter Gambar ke JPEG Gratis",
	"twitter_description_jpeg": "Konversi gambar ke JPEG secara online dengan alat gratis dan mudah digunakan kami. Mendukung berbagai format termasuk PNG, GIF, BMP, dan PSD. Perangkat lunak konverter gambar JPEG berkualitas tinggi.",
	"og_title_jpeg": "Konversi Gambar ke JPEG Online | Konverter Gambar ke JPEG Gratis",
	"og_description_jpeg": "Konversi gambar ke JPEG secara online dengan alat gratis dan mudah digunakan kami. Mendukung berbagai format termasuk PNG, GIF, BMP, dan PSD. Perangkat lunak konverter gambar JPEG berkualitas tinggi.",
	"domain_canonical_jpeg": "https://compressimage.me/id/jpeg",
	"title-body-top_jpeg": "Konversi Gambar ke JPEG Online",
	"content-body-top_jpeg": "Alat konversi gambar gratis, cepat, dan berkualitas tinggi.",
	"h2-overview-jpeg": "Ikhtisar",
	"p1-overview-jpeg": "Selamat datang di alat konversi gambar kami, solusi utama Anda untuk mengonversi gambar ke format JPEG. Apakah Anda memiliki file PNG, GIF, BMP, atau PSD, konverter kami akan mengubahnya menjadi gambar JPEG berkualitas tinggi dengan mudah. Platform kami dirancang untuk ramah pengguna, memastikan pengalaman konversi yang lancar untuk semua orang.",
	"h2-how-to": "Cara Mengonversi Gambar ke JPEG",
	"li1-how-to": "Klik tombol \"Pilih File\" untuk mengunggah gambar Anda.",
	"li2-how-to": "Pilih JPEG sebagai format output.",
	"li3-how-to": "Unduh gambar JPEG yang telah dikonversi.",
	"p1-how-to": "Alat kami menangani proses konversi dengan cepat, menghasilkan gambar JPEG berkualitas tinggi yang siap digunakan.",
	"h2-tutorial-jpeg": "Tutorial Video",
	"p1-tutorial-jpeg": "Tonton tutorial langkah-demi-langkah kami tentang cara mengonversi gambar ke JPEG. Video ini memandu Anda melalui seluruh proses, membuatnya mudah diikuti oleh siapa saja.",
	"h2-tips-jpeg": "Tips Konversi",
	"p1-tips-jpeg": "Berikut adalah beberapa tips untuk memastikan hasil terbaik saat mengonversi gambar ke JPEG:",
	"li1-tips-jpeg": "Mulai dengan gambar resolusi tinggi untuk menjaga kualitas.",
	"li2-tips-jpeg": "Proses beberapa gambar sekaligus untuk menghemat waktu.",
	"li3-tips-jpeg": "Sesuaikan kecerahan dan kontras sebelum konversi untuk hasil yang lebih baik.",
	"li4-tips-jpeg": "Jaga file asli Anda tetap aman untuk penggunaan di masa depan.",
	"h2-benefits-jpeg": "Manfaat JPEG",
	"p1-benefits-jpeg": "Mengonversi gambar ke JPEG menawarkan berbagai keuntungan:",
	"li1-benefits-jpeg": "Ukuran file lebih kecil dibandingkan dengan format seperti PNG atau BMP.",
	"li2-benefits-jpeg": "Kompatibilitas luas dengan perangkat dan platform.",
	"li3-benefits-jpeg": "Tingkat kompresi yang dapat disesuaikan untuk menyeimbangkan kualitas dan ukuran.",
	"li4-benefits-jpeg": "Waktu pemuatan lebih cepat di situs web dan aplikasi.",
	"h2-when-to-convert-jpeg": "Kapan Harus Mengonversi ke JPEG",
	"p1-when-to-convert-jpeg": "Pertimbangkan untuk mengonversi gambar Anda ke JPEG dalam situasi berikut:",
	"li1-when-to-convert-jpeg": "Untuk mengurangi ukuran file agar lebih mudah dibagikan dan disimpan.",
	"li2-when-to-convert-jpeg": "Untuk waktu pemuatan yang lebih cepat di situs web dan media sosial.",
	"li3-when-to-convert-jpeg": "Saat Anda memerlukan format yang didukung secara luas.",
	"li4-when-to-convert-jpeg": "Untuk tujuan arsip guna menghemat ruang.",
	"h2-comparison-jpeg": "JPEG vs Format Lain",
	"p1-comparison-jpeg": "Bandingkan JPEG dengan format gambar lainnya:",
	"strong1-comparison-jpeg": "JPEG vs PNG: ",
	"li1-comparison-jpeg": "JPEG menawarkan ukuran file yang lebih kecil, sementara PNG lebih baik untuk gambar yang memerlukan transparansi.",
	"strong2-comparison-jpeg": "JPEG vs GIF: ",
	"li2-comparison-jpeg": "JPEG ideal untuk gambar statis, sementara GIF digunakan untuk animasi.",
	"strong3-comparison-jpeg": "JPEG vs BMP: ",
	"li3-comparison-jpeg": "File JPEG lebih kecil dan lebih praktis untuk penggunaan sehari-hari.",
	"strong4-comparison-jpeg": "JPEG vs PSD: ",
	"li4-comparison-jpeg": "JPEG untuk penggunaan akhir, sementara PSD digunakan untuk pengeditan.",
	"strong5-comparison-jpeg": "JPEG vs TIFF: ",
	"li5-comparison-jpeg": "JPEG lebih umum untuk penggunaan sehari-hari, sementara TIFF lebih disukai untuk cetakan berkualitas tinggi.",
	"name-faqs1-jpeg": "Apakah alat konversi gambar ini gratis?",
	"text-faqs1-jpeg": "Ya, alat kami sepenuhnya gratis untuk digunakan. Konversi sebanyak mungkin gambar yang Anda butuhkan tanpa biaya.",
	"name-faqs2-jpeg": "Apakah saya perlu membuat akun?",
	"text-faqs2-jpeg": "Tidak, Anda tidak perlu membuat akun atau mendaftar. Mulai konversi gambar Anda segera.",
	"name-faqs3-jpeg": "Format file apa saja yang didukung?",
	"text-faqs3-jpeg": "Kami mendukung berbagai format, termasuk PNG, GIF, BMP, PSD, dan lainnya.",
	"name-faqs4-jpeg": "Apakah data saya aman?",
	"text-faqs4-jpeg": "Ya, kami memprioritaskan privasi dan keamanan Anda. Semua file diproses dan dihapus setelah konversi.",
	"name-faqs5-jpeg": "Bisakah saya mengonversi beberapa gambar sekaligus?",
	"text-faqs5-jpeg": "Ya, alat kami mendukung konversi batch, memungkinkan Anda untuk mengonversi beberapa gambar secara bersamaan.",
	"name-faqs6-jpeg": "Berapa lama proses konversi?",
	"text-faqs6-jpeg": "Proses konversi cepat dan biasanya hanya memakan waktu beberapa detik, tergantung pada ukuran dan format file.",
	"name-faqs7-jpeg": "Bisakah saya mengonversi gambar di perangkat seluler saya?",
	"text-faqs7-jpeg": "Ya, alat kami ramah seluler dan berfungsi di perangkat apa pun dengan koneksi internet.",
	"title_ico": "Konversi Gambar ke ICO Online | Konverter Gambar ICO Gratis",
	"description_ico": "Konversi gambar ke format ICO dengan cepat dan mudah menggunakan alat online gratis kami. Mendukung PNG, BMP, PSD, GIF, dan banyak lagi. Perangkat lunak konverter gambar ICO berkualitas tinggi untuk ponsel dan komputer.",
	"twitter_title_ico": "Konversi Gambar ke ICO Online | Konverter Gambar ICO Gratis",
	"twitter_description_ico": "Konversi gambar ke format ICO dengan cepat dan mudah menggunakan alat online gratis kami. Mendukung PNG, BMP, PSD, GIF, dan banyak lagi. Perangkat lunak konverter gambar ICO berkualitas tinggi untuk ponsel dan komputer.",
	"og_title_ico": "Konversi Gambar ke ICO Online | Konverter Gambar ICO Gratis",
	"og_description_ico": "Konversi gambar ke format ICO dengan cepat dan mudah menggunakan alat online gratis kami. Mendukung PNG, BMP, PSD, GIF, dan banyak lagi. Perangkat lunak konverter gambar ICO berkualitas tinggi untuk ponsel dan komputer.",
	"domain_canonical_ico": "https://compressimage.me/id/ico",
	"title-body-top-ico": "Konversi Gambar ke ICO Online",
	"content-body-top-ico": "Alat konversi gambar ICO gratis, cepat, dan berkualitas tinggi.",
	"h2-overview-ico": "Gambaran Umum",
	"p-overview-ico": "Selamat datang di alat konverter gambar ICO online kami. Konversi gambar Anda ke format ICO dengan mudah menggunakan alat gratis dan ramah pengguna kami. Apakah Anda memiliki PNG, BMP, PSD, GIF, atau format lainnya, konverter kami dapat menangani semuanya.",
	"h2-how-to-ico": "Cara Mengonversi Gambar ke ICO",
	"li1-how-to-ico": "Klik tombol \"Pilih File\" untuk mengunggah gambar Anda.",
	"li2-how-to-ico": "Pilih ICO sebagai format output.",
	"li3-how-to-ico": "Unduh gambar ICO yang telah dikonversi.",
	"p-how-to-ico": "Alat kami memastikan proses konversi yang lancar dan cepat, memberikan gambar ICO berkualitas tinggi siap digunakan.",
	"h2-tutorial-ico": "Tutorial Video",
	"p1-tutorial-ico": "Tonton tutorial langkah-demi-langkah kami tentang cara mengonversi gambar ke format ICO. Panduan video ini akan membantu Anda memahami prosesnya dengan mudah.",
	"h2-tips-ico": "Tips Mengonversi Gambar ke ICO",
	"p-tips-ico": "Berikut adalah beberapa tips untuk memastikan hasil terbaik saat mengonversi gambar ke ICO:",
	"li1-tips-ico": "Mulailah dengan gambar resolusi tinggi untuk mempertahankan kualitas.",
	"li2-tips-ico": "Gunakan pemrosesan batch untuk mengonversi beberapa gambar sekaligus.",
	"li3-tips-ico": "Sesuaikan kecerahan dan kontras sebelum konversi untuk hasil yang lebih baik.",
	"li4-tips-ico": "Simpan file asli dengan aman untuk penggunaan di masa depan.",
	"h2-benefits-ico": "Manfaat Format ICO",
	"p-benefits-ico": "Mengonversi gambar ke ICO menawarkan beberapa manfaat:",
	"li1-benefits-ico": "Format ICO banyak digunakan untuk ikon di perangkat lunak dan situs web.",
	"li2-benefits-ico": "Mendukung beberapa resolusi dalam satu file.",
	"li3-benefits-ico": "Ikon berkualitas tinggi dengan ukuran dan kedalaman yang dapat disesuaikan.",
	"li4-benefits-ico": "Kompatibilitas yang lebih baik dengan sistem operasi Windows.",
	"li5-benefits-ico": "Efisien untuk membuat favicon untuk situs web.",
	"h2-when-to-convert-ico": "Kapan Mengonversi ke ICO",
	"p-when-to-convert-ico": "Pertimbangkan mengonversi gambar Anda ke ICO dalam situasi berikut:",
	"li1-when-to-convert-ico": "Saat membuat ikon untuk perangkat lunak atau aplikasi.",
	"li2-when-to-convert-ico": "Untuk digunakan sebagai favicon di situs web.",
	"li3-when-to-convert-ico": "Saat Anda memerlukan format yang mendukung beberapa resolusi.",
	"li4-when-to-convert-ico": "Untuk kompatibilitas yang lebih baik dengan sistem Windows.",
	"h2-comparison-ico": "ICO vs Format Lain",
	"p-comparison-ico": "Berikut perbandingan ICO dengan format gambar lainnya:",
	"strong1-comparison-ico": "ICO vs PNG: ",
	"li1-comparison-ico": "ICO mendukung beberapa resolusi dalam satu file, sedangkan PNG lebih baik untuk gambar berkualitas tinggi dengan transparansi.",
	"strong2-comparison-ico": "ICO vs GIF: ",
	"li2-comparison-ico": "ICO ideal untuk ikon statis, sedangkan GIF digunakan untuk animasi sederhana.",
	"strong3-comparison-ico": "ICO vs BMP: ",
	"li3-comparison-ico": "File ICO lebih serbaguna untuk ikon, sementara BMP menawarkan gambar tanpa kompresi.",
	"strong4-comparison-ico": "ICO vs PSD: ",
	"li4-comparison-ico": "ICO digunakan untuk ikon akhir, sementara PSD digunakan untuk mengedit gambar di Adobe Photoshop.",
	"name-faqs1-ico": "Apakah alat konversi gambar ini gratis?",
	"text-faqs1-ico": "Ya, alat kami sepenuhnya gratis digunakan. Konversikan sebanyak mungkin gambar yang Anda butuhkan tanpa biaya.",
	"name-faqs2-ico": "Apakah saya perlu membuat akun?",
	"text-faqs2-ico": "Tidak, Anda tidak perlu membuat akun atau mendaftar. Mulai mengonversi gambar Anda segera.",
	"name-faqs3-ico": "Format file apa saja yang didukung?",
	"text-faqs3-ico": "Kami mendukung berbagai format, termasuk PNG, BMP, PSD, GIF, dan banyak lagi.",
	"name-faqs4-ico": "Apakah data saya aman?",
	"text-faqs4-ico": "Ya, kami memprioritaskan privasi dan keamanan Anda. Semua file diproses dengan aman dan dihapus setelah konversi.",
	"name-faqs5-ico": "Bisakah saya mengonversi beberapa gambar sekaligus?",
	"text-faqs5-ico": "Ya, alat kami mendukung konversi batch, memungkinkan Anda mengonversi beberapa gambar sekaligus.",
	"name-faqs6-ico": "Berapa lama proses konversi?",
	"text-faqs6-ico": "Proses konversi cepat dan biasanya hanya memerlukan beberapa detik, tergantung pada ukuran dan format file.",
	"name-faqs7-ico": "Bisakah saya mengonversi gambar di perangkat seluler saya?",
	"text-faqs7-ico": "Ya, alat kami ramah seluler dan berfungsi di perangkat apa pun dengan koneksi internet.",
	"name-faqs8-ico": "Apa itu format ICO?",
	"text-faqs8-ico": "ICO adalah format file yang digunakan untuk ikon di Microsoft Windows. Ini mendukung beberapa resolusi dan kedalaman warna dalam satu file, menjadikannya ideal untuk membuat ikon yang terlihat baik dalam berbagai ukuran.",
	"name-faqs9-ico": "Bagaimana cara menyimpan gambar dalam format ICO?",
	"text-faqs9-ico": "Anda dapat menyimpan gambar dalam format ICO dengan menggunakan konverter online kami. Cukup unggah gambar Anda, pilih ICO sebagai format output, dan klik \"Konversi\".",
	"name-faqs10-ico": "Mengapa saya tidak dapat mengonversi gambar ke ICO?",
	"text-faqs10-ico": "Jika Anda mengalami kesalahan saat mengonversi gambar ke ICO, pastikan file gambar tidak rusak dan coba lagi. Jika masalah berlanjut, hubungi tim dukungan kami untuk bantuan.",
	"name-faqs11-ico": "Apa solusi untuk masalah saat mengonversi gambar ke ICO?",
	"text-faqs11-ico": "Jika Anda mengalami masalah, coba bersihkan cache browser Anda, pastikan koneksi internet stabil, atau gunakan browser yang berbeda. Jika tidak ada solusi ini yang berhasil, silakan hubungi tim dukungan kami untuk bantuan.",
	"title_crop": "Pangkas Gambar Online - Alat Pangkas Gambar Gratis Online",
	"description_crop": "Pangkas, ubah ukuran, dan sesuaikan gambar Anda dengan mudah secara online dengan alat pangkas gambar gratis kami. Hapus bagian yang tidak diinginkan dan buat gambar berukuran khusus dengan mudah.",
	"twitter_title_crop": "Pangkas Gambar Online - Alat Pangkas Gambar Gratis Online",
	"twitter_description_crop": "Pangkas, ubah ukuran, dan sesuaikan gambar Anda dengan mudah secara online dengan alat pangkas gambar gratis kami. Hapus bagian yang tidak diinginkan dan buat gambar berukuran khusus dengan mudah.",
	"og_title_crop": "Pangkas Gambar Online - Alat Pangkas Gambar Gratis Online",
	"og_description_crop": "Pangkas, ubah ukuran, dan sesuaikan gambar Anda dengan mudah secara online dengan alat pangkas gambar gratis kami. Hapus bagian yang tidak diinginkan dan buat gambar berukuran khusus dengan mudah.",
	"domain_canonical_crop": "https://compressimage.me/id/crop",
	"h1-title-crop": "Pangkas Gambar Online - Alat Pangkas Gambar Gratis Online",
	"p1-title-crop": "Pangkas JPG, PNG atau GIF dengan mendefinisikan persegi panjang dalam piksel. Potong gambar Anda secara online. Alat Pangkas Gambar Gratis Online",
	"h2-introduction-crop": "Pendahuluan",
	"p-introduction-crop": "Selamat datang di Pangkas Gambar Online, alat yang Anda butuhkan untuk semua kebutuhan pemangkasan gambar Anda. Alat online gratis kami memungkinkan Anda dengan mudah memangkas, mengubah ukuran, dan menyesuaikan gambar Anda dengan sempurna. Baik Anda ingin menghapus bagian yang tidak diinginkan dari gambar, membuat gambar berukuran khusus, atau hanya melakukan edit cepat, antarmuka kami yang ramah pengguna membuatnya mudah dan efisien.",
	"h2-crop-photo": "Pangkas Foto",
	"p-crop-photo": "Alat pangkas gambar kami memungkinkan Anda dengan mudah memangkas foto secara online. Hapus bagian yang tidak diinginkan dan fokuskan pada elemen penting dari gambar Anda. Baik Anda ingin memangkas foto untuk media sosial atau hanya perlu memotong bagian yang tidak perlu, alat kami membuatnya sederhana dan cepat.",
	"li1-crop-photo": "Unggah foto Anda",
	"li2-crop-photo": "Sesuaikan area pemangkasan",
	"li3-crop-photo": "Simpan foto yang telah dipangkas",
	"h2-edit-image-size": "Ubah Ukuran Gambar",
	"p1-edit-image-size": "Dengan alat kami, Anda dapat mengubah ukuran gambar dengan mudah. Sesuaikan dimensi sesuai kebutuhan Anda. Baik Anda perlu mengubah ukuran untuk situs web, media sosial, atau cetak, alat kami memberikan kontrol presisi atas dimensi gambar.",
	"p2-edit-image-size": "Alat pengeditan kami mendukung berbagai format, memastikan Anda dapat bekerja dengan file gambar apa pun yang Anda miliki. Penggunaan umum termasuk:",
	"li1-edit-image-size": "Mengubah ukuran untuk posting media sosial",
	"li2-edit-image-size": "Menyesuaikan dimensi untuk pencetakan",
	"li3-edit-image-size": "Mengoptimalkan gambar untuk situs web",
	"h2-resize-image": "Ubah Ukuran Gambar",
	"p1-resize-image": "Perlu mengubah ukuran gambar? Aplikasi pangkas gambar kami memungkinkan Anda mengubah ukuran gambar dengan cepat dan mudah. Cukup unggah gambar Anda, pilih dimensi yang diinginkan, dan unduh gambar yang telah diubah ukurannya. Sesederhana itu!",
	"p2-resize-image": "Mengubah ukuran gambar dapat membantu mengurangi ukuran file, meningkatkan waktu muat di situs web, dan memastikan gambar Anda terlihat bagus di perangkat apa pun.",
	"h3-resize-image": "Manfaat Mengubah Ukuran Gambar",
	"li1-resize-image": "Waktu muat lebih cepat di situs web",
	"li2-resize-image": "Tampilan lebih baik di berbagai perangkat",
	"li3-resize-image": "Penghematan ruang penyimpanan",
	"h2-create-custom-size-image": "Buat Gambar Berukuran Khusus",
	"p1-create-custom-size-image": "Buat gambar berukuran khusus dengan perangkat lunak pangkas gambar kami. Tetapkan dimensi Anda sendiri dan dapatkan ukuran yang sempurna setiap kali. Baik Anda membutuhkan ukuran tertentu untuk proyek atau hanya ingin bereksperimen, alat kami memberi Anda fleksibilitas yang Anda butuhkan.",
	"p2-create-custom-size-image": "Untuk membuat gambar berukuran khusus:",
	"li1-create-custom-size-image": "Unggah gambar Anda",
	"li2-create-custom-size-image": "Masukkan dimensi yang diinginkan",
	"li3-create-custom-size-image": "Sesuaikan area pemangkasan sesuai kebutuhan",
	"li4-create-custom-size-image": "Unduh gambar berukuran khusus Anda",
	"h2-remove-unwanted": "Hapus Bagian yang Tidak Diinginkan dari Gambar",
	"p1-remove-unwanted": "Hapus bagian yang tidak diinginkan dari gambar dengan presisi. Alat pangkas gambar kami membantu Anda fokus pada bagian terbaik dari foto Anda. Baik itu menghapus kekacauan latar belakang atau fokus pada subjek, alat kami memudahkan Anda membersihkan gambar Anda.",
	"p2-remove-unwanted": "Skenario umum di mana fitur ini berguna termasuk:",
	"li1-remove-unwanted": "Menghapus objek latar belakang",
	"li2-remove-unwanted": "Fokus pada subjek tertentu",
	"li3-remove-unwanted": "Membersihkan dokumen yang dipindai",
	"h2-crop-image-tool": "Alat Pangkas Gambar",
	"p1-crop-image-tool": "Gunakan alat pangkas gambar kami untuk menyesuaikan foto Anda dengan mudah. Ramah pengguna dan efektif. Cukup unggah gambar Anda, sesuaikan area pemangkasan, dan simpan foto yang telah diedit.",
	"p2-crop-image-tool": "Alat kami mendukung berbagai format gambar termasuk JPG, PNG, dan GIF. Ini sempurna untuk pengeditan cepat dan tugas pemangkasan yang lebih mendetail.",
	"h2-crop-image-software": "Perangkat Lunak Pangkas Gambar",
	"p1-crop-image-software": "Perangkat lunak pangkas gambar kami menawarkan pengalaman yang mulus untuk semua kebutuhan pemangkasan gambar Anda. Baik Anda seorang fotografer profesional atau hanya perlu mengedit beberapa foto pribadi, perangkat lunak kami menyediakan alat yang Anda butuhkan.",
	"p2-crop-image-software": "Fitur termasuk:",
	"li1-crop-image-software": "Pemangkasan presisi",
	"li2-crop-image-software": "Dukungan untuk berbagai format file",
	"li3-crop-image-software": "Antarmuka yang mudah digunakan",
	"h2-crop-image-app": "Aplikasi Pangkas Gambar",
	"p1-crop-image-app": "Cobalah aplikasi pangkas gambar kami untuk perangkat seluler. Pangkas gambar saat bepergian dengan mudah. Aplikasi kami tersedia untuk iOS dan Android, memudahkan pengeditan gambar di mana saja.",
	"p2-crop-image-app": "Dengan aplikasi kami, Anda dapat:",
	"li1-crop-image-app": "Memangkas gambar dengan gerakan sentuh",
	"li2-crop-image-app": "Menyimpan dan membagikan gambar yang telah diedit secara instan",
	"li3-crop-image-app": "Mengakses fitur pengeditan lanjutan",
	"h2-crop-image-tutorial": "Tutorial Pangkas Gambar",
	"p1-crop-image-tutorial": "Pelajari cara memangkas gambar dengan tutorial pangkas gambar langkah demi langkah kami. Sempurna untuk pemula dan ahli, tutorial kami mencakup semua yang perlu Anda ketahui untuk memaksimalkan alat pangkas gambar kami.",
	"p2-crop-image-tutorial": "Tutorial ini mencakup:",
	"li1-crop-image-tutorial": "Cara mengunggah dan memilih gambar",
	"li2-crop-image-tutorial": "Menyesuaikan area pemangkasan",
	"li3-crop-image-tutorial": "Menyimpan dan mengunduh gambar yang telah dipangkas",
	"p1-tutorial-crop": "Lihat instruksi langkah demi langkah kami tentang cara memangkas format gambar menggunakan alat online kami. Panduan ini sempurna untuk pemula dan mencakup semua langkah yang diperlukan untuk konversi yang sukses.",
	"h2-how-to-crop": "Cara Memangkas Gambar",
	"p1-how-to-crop": "Tidak yakin cara memangkas gambar? Ikuti panduan mudah kami tentang cara memangkas gambar dengan cepat dan efisien. Panduan kami mencakup tips dan trik untuk memastikan gambar Anda terlihat terbaik.",
	"p2-how-to-crop": "Langkah-langkah untuk memangkas gambar:",
	"li1-how-to-crop": "Unggah gambar Anda ke alat",
	"li2-how-to-crop": "Pilih area yang ingin Anda pertahankan",
	"li3-how-to-crop": "Sesuaikan kotak pemangkasan sesuai kebutuhan",
	"li4-how-to-crop": "Pangkas dan unduh gambar yang telah dipangkas",
	"h2-crop-image-online": "Pangkas Gambar Online",
	"p1-crop-image-online": "Pangkas gambar secara online tanpa kerumitan. Alat gratis kami memungkinkan Anda memangkas gambar langsung dari browser Anda, tanpa unduhan atau instalasi yang diperlukan. Cukup unggah gambar Anda, sesuaikan area pemangkasan, dan simpan foto yang telah diedit.",
	"p2-crop-image-online": "Manfaat memangkas gambar secara online:",
	"li1-crop-image-online": "Tidak perlu instalasi perangkat lunak",
	"li2-crop-image-online": "Pengeditan cepat dan mudah",
	"li3-crop-image-online": "Dapat diakses dari perangkat apa pun",
	"h2-crop-image-free": "Pangkas Gambar Gratis",
	"p1-crop-image-free": "Nikmati alat pangkas gambar gratis kami. Tidak ada unduhan atau instalasi yang diperlukan. Alat kami sepenuhnya gratis untuk digunakan, membuatnya dapat diakses oleh semua orang.",
	"p2-crop-image-free": "Baik Anda perlu memangkas foto untuk penggunaan pribadi atau untuk proyek, alat gratis kami menyediakan semua fitur yang Anda butuhkan.",
	"h2-crop-image-grid": "Pangkas Gambar dengan Grid",
	"p1-crop-image-grid": "Gunakan fitur grid untuk memangkas gambar dengan akurat. Sempurna untuk penyesuaian detail, overlay grid kami membantu Anda menyelaraskan dan memangkas gambar dengan presisi.",
	"p2-crop-image-grid": "Manfaat menggunakan fitur grid:",
	"li1-crop-image-grid": "Penyelarasan yang akurat",
	"li2-crop-image-grid": "Peningkatan komposisi",
	"li3-crop-image-grid": "Mudah digunakan",
	"name-faqs1-crop": "Format gambar apa yang Anda dukung?",
	"text-faqs1-crop": "Kami mendukung berbagai format gambar termasuk JPG, PNG, dan GIF. Ini memastikan Anda dapat bekerja dengan sebagian besar file gambar umum.",
	"name-faqs2-crop": "Apakah alat pangkas gambar Anda gratis untuk digunakan?",
	"text-faqs2-crop": "Ya, alat pangkas gambar kami sepenuhnya gratis untuk digunakan. Tidak ada biaya tersembunyi atau unduhan yang diperlukan.",
	"name-faqs3-crop": "Dapatkah saya menggunakan alat ini di perangkat seluler saya?",
	"text-faqs3-crop": "Ya, alat kami sepenuhnya kompatibel dengan perangkat seluler. Anda dapat memangkas gambar saat bepergian menggunakan antarmuka ramah seluler kami atau aplikasi khusus kami yang tersedia di iOS dan Android.",
	"name-faqs4-crop": "Bagaimana cara menyimpan gambar yang telah dipangkas?",
	"text-faqs4-crop": "Setelah Anda selesai memangkas gambar, cukup klik tombol \"Pangkas gambar\". Gambar yang telah dipangkas akan diunduh secara otomatis ke perangkat Anda.",
	"name-faqs5-crop": "Apakah saya perlu membuat akun untuk menggunakan alat ini?",
	"text-faqs5-crop": "Tidak, Anda tidak perlu membuat akun. Alat kami dirancang agar cepat dan mudah digunakan tanpa perlu registrasi."
}