{
  "title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
  "description": "Jelajahi alat kompresi gambar online gratis kami, dirancang untuk mengompres JPG, PNG, dan GIF tanpa kehilangan kualitas. Optimalisasikan kinerja situs web Anda dan tingkatkan pengalaman pengguna di platform web, iPhone, dan Android. Ideal bagi pengembang dan desainer yang ingin mengompres gambar secara efektif dan meningkatkan SEO.",
  "keyword": "Kompresi gambar tanpa kehilangan, Kompres gambar JPG, Kompres gambar PNG, Kompres gambar GIF, Reduksi ukuran gambar, Kompresi gambar gratis, Kompresi gambar online, Kompresi gambar untuk web, Optimalisasi pengambilan gambar",
  "twitter_card_sumary": "ringkasan",
  "twitter_title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
  "twitter_description": "Alat kompresi gambar online gratis untuk mengurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
  "og_title": "Alat Kompresi Gambar Online Gratis - Kompresi Gambar Tanpa Kehilangan Kualitas",
  "og_description": "Alat kompresi gambar online gratis untuk mengurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
  "title-body-top": "Alat untuk mengoptimalkan dan mengompresi gambar, mengurangi ukuran gambar tanpa biaya",
  "content-body-top": "Kurangi ukuran file gambar tanpa kehilangan kualitas. Kompres JPG, PNG, dan GIF untuk situs web, iPhone, dan Android.",
  "title-choose-file": "Klik untuk mengunggah gambar",
  "title-welcome": "Cara Kompresi Gambar Online",
  "content-welcome": "Alat kompresi gambar kami mudah digunakan dan sangat efektif. Ikuti langkah-langkah ini untuk mengurangi ukuran file gambar Anda:",
  "content-welcome-chill-1": "Unggah gambar Anda menggunakan formulir di atas.",
  "content-welcome-chill-2": "Pilih tingkat kompresi yang diinginkan untuk menyeimbangkan kualitas dan ukuran file.",
  "content-welcome-chill-3": "Unduh gambar yang telah dikompres ke perangkat Anda.",
  "content-body-title1": "Manfaat Kompresi Gambar",
  "content-description1": "Kompresi gambar penting untuk berbagai alasan. Berikut beberapa manfaat utamanya:",
  "content-description1-strong1": "Waktu Memuat Lebih Cepat: ",
  "content-description1-strong2": "Penggunaan Bandwidth yang Lebih Rendah: ",
  "content-description1-strong3": "SEO yang Ditingkatkan: ",
  "content-description1-strong4": "Penghematan Penyimpanan: ",
  "content-description1-chill-1": "Gambar yang dikompresi memuat lebih cepat, meningkatkan pengalaman pengguna di situs web Anda.",
  "content-description1-chill-2": "Ukuran gambar yang lebih kecil mengonsumsi bandwidth yang lebih sedikit, yang dapat menghemat biaya, terutama untuk pengguna mobile.",
  "content-description1-chill-3": "Waktu memuat lebih cepat berkontribusi pada peringkat SEO yang lebih baik di mesin pencari seperti Google.",
  "content-description1-chill-4": "Gambar yang dikompresi memakan ruang lebih sedikit, menghemat penyimpanan di server atau perangkat Anda.",
  "content-body-title2": "Format Gambar yang Didukung",
  "content-description2": "Alat kami mendukung kompresi berbagai format gambar, termasuk:",
  "content-description2-strong1": "JPG: ",
  "content-description2-strong2": "PNG: ",
  "content-description2-strong3": "GIF: ",
  "content-description2-chill-1": "Ideal untuk foto dan gambar dengan gradien.",
  "content-description2-chill-2": "Terbaik untuk grafis, logo, dan gambar dengan teks.",
  "content-description2-chill-3": "Cocok untuk animasi sederhana dan gambar dengan sedikit warna.",
  "content-body-title3": "Tips Optimasi Gambar",
  "content-description3": "Berikut beberapa tips tambahan untuk membantu Anda mengoptimalkan gambar untuk kinerja yang lebih baik:",
  "content-description3-strong1": "Ubah Ukuran Gambar:",
  "content-description3-strong2": "Pilih Format yang Tepat: ",
  "content-description3-strong3": "Hapus Metadata: ",
  "content-description3-strong4": "Gunakan Format WebP: ",
  "content-description3-chill-1": "Sebelum mengompres, pastikan untuk mengubah ukuran gambar sesuai dengan dimensi yang Anda butuhkan. Gambar yang lebih besar membutuhkan lebih banyak ruang dan membutuhkan waktu lebih lama untuk dimuat.",
  "content-description3-chill-2": "Gunakan JPG untuk foto, PNG untuk gambar dengan teks atau transparansi, dan GIF untuk animasi sederhana.",
  "content-description3-chill-3": "Hapus metadata yang tidak perlu dari gambar Anda untuk mengurangi ukuran file.",
  "content-description3-chill-4": "Pertimbangkan menggunakan format WebP untuk gambar web, karena menawarkan tingkat kompresi yang lebih baik.",
  "title-welcome-faqs": "Pertanyaan Umum",
  "name-faqs1": "Haruskah Saya Kompres Gambar JPG atau PNG?",
  "text-faqs1": "Gambar JPG terbaik untuk foto dan gambar dengan gradien, sedangkan gambar PNG lebih baik untuk grafis dan gambar dengan teks. Pilih format berdasarkan kebutuhan Anda.",
  "name-faqs2": "Apakah Kompresi Gambar Mempengaruhi Kualitas Gambar?",
  "text-faqs2.1": "Teknik kompresi tanpa kehilangan mengurangi ukuran file tanpa mempengaruhi kualitas gambar. Untuk pengurangan ukuran yang signifikan, mungkin ada sedikit pengurangan kualitas, tetapi biasanya sangat kecil.",
  "name-faqs3": "Bagaimana Cara Mengompres Ukuran File Gambar Menjadi Kurang dari 100KB?",
  "text-faqs3": "Atur pengaturan kompresi ke tingkat yang lebih tinggi dan hapus metadata yang tidak perlu. Ini membantu mencapai ukuran file yang lebih kecil. Selain itu, mengubah ukuran gambar menjadi dimensi yang lebih kecil juga dapat secara signifikan mengurangi ukuran file.",
  "name-faqs4": "Dapatkah Saya Mengompres Gambar di iPhone atau Perangkat Android Saya?",
  "text-faqs4": "Ya, alat online kami ramah mobile dan berfungsi dengan lancar di perangkat iPhone dan Android. Anda dapat mengompres gambar langsung dari browser mobile Anda tanpa perlu menginstal aplikasi tambahan.",
  "name-faqs5": "Apa Itu Kompresi Gambar Tanpa Kehilangan?",
  "text-faqs5": "Kompresi gambar tanpa kehilangan mengurangi ukuran file gambar tanpa mengurangi kualitas. Teknik ini ideal untuk gambar di mana mempertahankan kualitas asli penting.",
  "name-faqs6": "Bagaimana Kompresi Gambar Meningkatkan Kinerja Website?",
  "text-faqs6": "Gambar yang dikompresi memuat lebih cepat, mengurangi waktu total pemuatan situs web Anda. Ini meningkatkan pengalaman pengguna dan dapat menyebabkan peringkat mesin pencari yang lebih baik.",
  "name-faqs7": "Apakah Kompresi Gambar Online Aman?",
  "text-faqs7": "Ya, alat kompresi gambar online kami memastikan bahwa gambar Anda diproses secara aman. Kami tidak menyimpan gambar apa pun di server kami setelah dikompresi.",
  "name-faqs8": "Apakah Saya Bisa Mengompres Beberapa Gambar Sekaligus?",
  "text-faqs8": "Saat ini, alat kami hanya memungkinkan Anda untuk mengompres satu gambar pada satu waktu. Kami sedang mengerjakan fitur untuk mendukung kompresi batch di masa depan.",
  "name-faqs9": "Tingkat Kompresi Terbaik untuk Gambar Web?",
  "text-faqs9": "Tingkat kompresi optimal bergantung pada kebutuhan spesifik situs web Anda. Untuk kebanyakan tujuan, tingkat kompresi sedang menawarkan keseimbangan yang baik antara ukuran file dan kualitas gambar.",
  "name-faqs10": "Mengapa Saya Harus Menghapus Metadata dari Gambar?",
  "text-faqs10": "Menghapus metadata, seperti pengaturan kamera dan data lokasi, dapat signifikan mengurangi ukuran file gambar Anda. Ini membantu dalam waktu pemuatan yang lebih cepat dan menghemat bandwidth.",
  "mes_error_1": "Oh tidak!",
  "mes_error_2": "Ukuran file melebihi batas 1MB dan maksimum 1 foto",
  "lang": "id"
}
