{
  "title": "नेट पर छवि को संक्षिप्त करें",
  "description": "JumbleCS एक छवि अनुकूलन उपकरण है जो फ़ाइल के आकार को अधिक से अधिक कम करने में मदद करता है, Android, iOS और PC प्लेटफ़ॉर्म पर JPEG, GIF और PNG छवियों को सबसे न्यूनतम संभावित आकार में संक्षिप्त करता है।",
  "twitter_card_sumary": "सारांश",
  "twitter_title": "नेट पर छवि को संक्षिप्त करें",
  "twitter_description": "JumbleCS एक छवि अनुकूलन उपकरण है जो फ़ाइल के आकार को अधिक से अधिक कम करने में मदद करता है, Android, iOS और PC प्लेटफ़ॉर्म पर JPEG, GIF और PNG छवियों को सबसे न्यूनतम संभावित आकार में संक्षिप्त करता है।",
  "og_title": "नेट पर छवि को संक्षिप्त करें",
  "og_description": "JumbleCS एक छवि अनुकूलन उपकरण है जो फ़ाइल के आकार को अधिक से अधिक कम करने में मदद करता है, Android, iOS और PC प्लेटफ़ॉर्म पर JPEG, GIF और PNG छवियों को सबसे न्यूनतम संभावित आकार में संक्षिप्त करता है।",
  "content": "Web भाषा वियतनामी",
  "content-body-top": "यह अनुकूलन उपकरण छवि को सबसे कम संभावित आकार में संक्षिप्त करने में मदद करता है, JPG, JPEG, GIF और PNG छवियों को उच्च गुणवत्ता सुनिश्चित करते हुए।",
  "title-choose-file": "छवि अपलोड करने के लिए टैप करें",
  "content-welcome": "- जहाँ आपकी आवश्यकताओं को पूरा करने के लिए छवि संक्षेप, छवि आकार को कम करने और संबंधित टूल प्रदान किए जाते हैं।",
  "title-welcome": "ऑनलाइन छवि संक्षेप वेबसाइट में आपका स्वागत है",
  "content-body-title": "सामग्री-शरीर-शीर्षक",
  "content-body-title1": "ऑनलाइन छवि संक्षेप:",
  "content-description1": "हमारे ऑनलाइन छवि संक्षेप उपकरण के साथ, आप त्वरित और प्रभावी ढंग से JPG, PNG, GIF फ़ाइलों को संक्षिप्त कर सकते हैं। सॉफ़्टवेयर की स्थापना की आवश्यकता नहीं है, बस अपनी तस्वीरें अपलोड करें और हम बाकी का प्रसंस्करण करेंगे।",
  "content-body-title2": "छवि का आकार कम करें बिना गुणवत्ता को कम किए जाए:",
  "content-description2": "हम प्रतिबद्ध हैं कि हमारा उपकरण आपको छवि के आकार को कम करने में मदद करेगा बिना इसके प्रभाव के, जैसे वो क्वालिटी, रंग और विवरण, आपको सबसे अच्छा अनुभव देने की इच्छा है।",
  "content-body-title3": "हर उपकरण पर आसान उपयोगी:",
  "content-description3": "हमारी वेबसाइट सभी डिवाइस पर पूरी तरह से संगत है, कंप्यूटर से लेकर मोबाइल फोन और टैबलेट तक, आपको लचीलापन और सुविधा प्रदान करने के लिए।",
  "content-body-title4": "बैच में छवि संक्षेप सेवाएँ:",
  "content-description4": "यदि आप एक साथ कई छवियों के आकार को कम करने की आवश्यकता है, तो हम बैच में छवि संक्षेप सेवाएँ भी प्रदान करते हैं, जो आपको समय और मेहनत बचाने में मदद करते हैं।",
  "content-body-title5": "बहु प्लेटफ़ॉर्म समर्थन:",
  "content-description5": "हम केवल कंप्यूटर पर ही समर्थन नहीं प्रदान करते हैं, बल्कि हम एंड्रॉइड और iOS उपकरणों के लिए उपयोगी ऐप्स भी प्रदान करते हैं, जो आपको अपने मोबाइल डिवाइस पर आसानी से छवि का आकार कम करने में मदद कर सकते हैं।",
  "content-description5.2": "छवि का आकार कम करें PNG, छवि का आकार कम करें GIF, छवि का आकार कम करें JPG, फ़ोन पर छवि का आकार कम करें, कंप्यूटर पर छवि का आकार कम करें, ऑनलाइन छवि का आकार कम करें, Android पर छवि का आकार कम करने वाला सॉफ़्टवेयर, बैच में ऑनलाइन छवि का आकार कम करें, iPhone पर छवि का आकार कम करने वाला सॉफ़्टवेयर। हम आपकी आवश्यकताओं को पूरा करते हैं एक विस्तृत सूची छवि का आकार कम करने के उपकरण और सेवाओं के साथ, लाखों प्रकार के छवि फ़ाइलों के लिए, जैसे कि PNG, GIF, JPG से लेकर iPhone और Android जैसे मोबाइल डिवाइस।",
  "title-welcome-faqs": "सामान्य प्रश्न और समर्थन: वेबसाइट आपको सामान्य प्रश्नों (FAQ) और ग्राहक सहायता के लिए एक विशेष खंड प्रदान कर सकती है। यह उन उपयोगकर्ताओं को सहायता प्राप्त करने में मदद करता है जो किसी भी समस्या का सामना कर सकते हैं और जरूरत पड़ने पर सहायता प्राप्त कर सकते हैं।",
  "name-faqs1": "CompressImage क्या है और छवि का संक्षिप्तिकरण क्यों महत्वपूर्ण है?",
  "text-faqs1": "CompressImage एक ऑनलाइन सेवा या एक सॉफ़्टवेयर टूल है जो छवि को संक्षेपित करता है ताकि उनकी आकृति को ध्यान में रखते हुए उनके आकार को कम किया जा सके, छवि का संक्षेपण प्रक्रिया महत्वपूर्ण है क्योंकि यह वेबसाइट के लोड समय को बढ़ावा देता है, नेटवर्क बैंडविड्थ को कम करता है, और उपयोगकर्ता अनुभव को बेहतर बनाता है जिससे वेबसाइट तेजी से और प्रभावी ढंग से लोड होती है।",
  "name-faqs2": "मैं CompressImage में छवि को कैसे संक्षिप्त कर सकता हूं?",
  "text-faqs2.1": "वेब ब्राउज़र खोलें और CompressImage.id.vn के वेबसाइट पते को खोज बार में टाइप करें।",
  "text-faqs2.2": "अपनी कंप्यूटर से अपनी छवि फ़ाइल को अपलोड करने के लिए 'छवि अपलोड करें' बटन पर क्लिक करें या अपनी फ़ाइल को वेबसाइट पर खींचें और छोड़ें।",
  "text-faqs2.3": "छवि अपलोड करने के बाद, आपको संक्षेपण की विभिन्न विकल्पों का विवरण दिखाई देगा। छवि प्रारूप (JPEG, PNG, GIF, इत्यादि) का चयन करें और आवश्यक होने पर संक्षेपण स्तर को समायोजित करें।",
  "text-faqs2.4": "CompressImage आपकी छवि को प्रोसेस करेगा और उसके संक्षिप्त संस्करण को उत्पन्न करेगा जिसका आकार कम होगा लेकिन फिर भी गुणवत्ता को बनाए रखेगा।",
  "text-faqs2.5": "संक्षेपण प्रक्रिया पूर्ण होने के बाद, आपको संक्षेपित छवि को डाउनलोड करने के लिए विकल्प मिलेगा। 'डाउनलोड' बटन पर क्लिक करें और संक्षेपित फ़ाइल को अपने कंप्यूटर में सहेजें।",
  "text-faqs2.6": "संक्षेपित छवि की जाँच करने के लिए संक्षेपित छवि को खोलें। सुनिश्चित करें कि छवि अब कम आकार में है, लेकिन आपकी चाहिए गुणवत्ता में कोई कमी नहीं होनी चाहिए।",
  "name-faqs3": "CompressImage क्या-क्या छवि संक्षेप उपकरण प्रदान करता है?",
  "text-faqs3": "CompressImage तिनीपीएनजी, जेपेजग, इमेजओप्टिम, और कई अन्य संक्षेपण उपकरण प्रदान करता है, प्रत्येक उपकरण में अपने लाभ और सीमाएं होती हैं।",
  "name-faqs4": "CompressImage के साथ छवि संक्षेप कैसे किया जाए?",
  "text-faqs4": "CompressImage के साथ छवि संक्षेप करने के लिए, पहले वेबसाइट पर जाएं और 'छवि अपलोड करें' बटन पर क्लिक करें या फिर अपनी छवि फ़ाइल को वेबसाइट पर ड्रैग और ड्रॉप करें। फिर, आपको विकल्प दिए जाएंगे जैसे कि छवि प्रारूप (JPEG, PNG, GIF) और संक्षेपण स्तर, जो आपकी छवि की आवश्यकताओं के अनुसार हो सकते हैं। आखिर में, 'डाउनलोड' बटन पर क्लिक करें और संक्षेपित फ़ाइल को अपने कंप्यूटर में सहेजें।",
  "name-faqs5": "क्या मैं CompressImage का उपयोग करके ऑनलाइन छवियों को संपीडित कर सकता हूँ?",
  "text-faqs5": "हाँ, CompressImage आम तौर पर अपनी वेबसाइट के माध्यम से ऑनलाइन छवियों को संपीडित करने की सेवा प्रदान करता है, जो आपको किसी भी इंटरनेट कनेक्टेड डिवाइस से त्वरित और सुविधाजनक रूप से अपलोड और संपीडित करने की अनुमति देता है।",
  "name-faqs6": "CompressImage क्या छवियों के आयाम को कम करने में मदद कर सकता है बिना छवियों के गुणवत्ता को कम करें?",
  "text-faqs6": "हाँ, CompressImage मूल छवि की गुणवत्ता को बनाए रखने के लिए उन्नत कंप्रेशन एल्गोरिदम का उपयोग करता है। हालांकि, कभी-कभी आकार को कम करने से छवि की गुणवत्ता प्रभावित हो सकती है, खासकर जब उच्च संपीडन स्तर लागू किया जाता है।",
  "name-faqs7": "CompressImage का उपयोग करते समय उपयुक्त कंप्रेशन विन्यास कैसे चुनें?",
  "text-faqs7": "CompressImage का उपयोग करते समय, आपको अपनी आवश्यकताओं को ध्यान में रखकर उपयुक्त कंप्रेशन विन्यास का चयन करना होगा। इसमें संपीडन का स्तर, आउटपुट फॉर्मेट, और अन्य विकल्पों को निर्धारित करना शामिल है, जैसे कि छवि का आकार बनाए रखें या कम करें।",
  "name-faqs8": "CompressImage किस प्रारूपों का समर्थन करता है?",
  "text-faqs8": "CompressImage आमतौर पर जेपीजी, पीएनजी, जीआईएफ, एसवीजी, और कई अन्य प्रारूपों को संपीडित करने का समर्थन करता है।",
  "name-faqs9": "क्या मैं CompressImage का मुफ्त उपयोग कर सकता हूँ?",
  "text-faqs9": "हाँ, CompressImage आमतौर पर मुफ्त संस्करण प्रदान करता है, जिसमें संपीडित डेटा की कुछ सीमाएँ या छवि की गुणवत्ता के साथ कुछ प्रतिबंध होते हैं। आप और विशेषताएँ और लचीलाता के लिए पेड उपयोग कर सकते हैं।",
  "name-faqs10": "CompressImage द्वारा संपीडित किए गए छवियों में छवि की गुणवत्ता को बनाए रखने के लिए कैसे सुनिश्चित किया जाए?",
  "text-faqs10": "अपने द्वारा संपीडित किए गए छवियों की गुणवत्ता को बनाए रखने के लिए CompressImage द्वारा उत्पन्न परिणामों की जाँच करें और आवश्यकता अनुसार संपीडन सेटिंग्स को समीक्षित करें। आप छवि की मूल और संपीडित स्थिति के बीच दृश्यात्मक तुलना कर सकते हैं ताकि आप यह सुनिश्चित कर सकें कि गुणवत्ता में कोई प्रमुख हानि नहीं हुई है।",
  "mes_error_1": "ओहो, दुर्भाग्य!",
  "mes_error_2": "फ़ाइल का आकार 3MB की सीमा से अधिक है और अधिकतम 1 फ़ोटो हो सकते हैं"
}