{
	"title": "オンライン画像圧縮ツール - 無料写真リデューサー",
	"description": "オンライン画像圧縮ツール - 無料写真リデューサー は、JPEG、GIF、PNG 形式の画像を可能な限り最小のサイズに圧縮し、Android、iOS、PC などのさまざまなプラットフォームで利用できる画像最適化ツールです。",
	"twitter_card_sumary": "サマリー",
	"twitter_title": "オンライン画像圧縮ツール - 無料写真リデューサー",
	"twitter_description": "オンライン画像圧縮ツール - 無料写真リデューサー は、JPEG、GIF、PNG 形式の画像を可能な限り最小のサイズに圧縮し、Android、iOS、PC などのさまざまなプラットフォームで利用できる画像最適化ツールです。",
	"og_title": "オンライン画像圧縮ツール - 無料写真リデューサー",
	"og_description": "オンライン画像圧縮ツール - 無料写真リデューサー は、JPEG、GIF、PNG 形式の画像を可能な限り最小のサイズに圧縮し、Android、iOS、PC などのさまざまなプラットフォームで利用できる画像最適化ツールです。",
	"content": "Web Language Vietnamese",
	"content-body-top": "この最適化ツールは、JPEG、JPG、GIF、PNG 形式の画像を最小のサイズに圧縮し、必要な品質を維持します。",
	"title-choose-file": "画像をアップロードするにはクリックしてください",
	"content-welcome": "- 画像圧縮、画像サイズの縮小、および関連ツールを提供する場所。",
	"title-welcome": "オンライン画像圧縮ウェブサイトへようこそ",
	"content-body-title": "content-body-title",
	"content-body-title1": "オンライン画像圧縮：",
	"content-description1": "当社のオンライン画像圧縮ツールを使用すると、JPG、PNG、GIF 形式の画像ファイルを素早く効果的に圧縮できます。 インストールする必要はありません。画像をアップロードするだけで、残りは私たちが処理します。",
	"content-body-title2": "品質を損なわずに画像サイズを縮小する：",
	"content-description2": "当社のツールは、画像の鮮明さ、色合い、および詳細に影響を与えることなく、画像のサイズを縮小することをお約束します。ユーザーエクスペリエンスを最適にするために、最善の努力をします。",
	"content-body-title3": "すべてのデバイスで使いやすいユーティリティ：",
	"content-description3": "当社のウェブサイトは、ノートパソコンからスマートフォン、タブレットまで、すべてのデバイスと完全に互換性があり、柔軟性を提供します。",
	"content-body-title4": "バッチ処理画像サイズ縮小サービス：",
	"content-description4": "多くの画像のサイズを一度に縮小する必要がある場合、私たちはバッチ処理の画像サイズ縮小サービスも提供しており、時間と労力を節約します。",
	"content-body-title5": "複数プラットフォームのサポート：",
	"content-description5": "コンピューターだけでなく、Android や iOS のデバイス用のユーティリティアプリも提供しており、モバイルデバイスから簡単に画像サイズを縮小できます。",
	"content-description5.2": "PNG 画像のサイズを縮小する、GIF 画像のサイズを縮小する、JPG 画像のサイズを縮小する、電話で画像サイズを縮小する、コンピューターで画像サイズを縮小する、オンライン画像サイズを縮小する、Android 用の画像サイズ縮小ソフトウェア、オンラインバッチ画像サイズ縮小サービス、iPhone で画像サイズを縮小する。人気のある PNG、GIF、JPG のような一般的な画像ファイルから、iPhone や Android のようなモバイルデバイス、および Android などのオペレーティングシステムまで、さまざまなツールとサービスでお客様のニーズに応えます。",
	"title-welcome-faqs": "FAQ とサポート：ウェブサイトには、よくある質問（FAQ）とカスタマーサポートのセクションが用意されています。これにより、ユーザーは直面する可能性のある問題を解決し、必要に応じてサポートを受けることができます。",
	"name-faqs1": "CompressImage とは何ですか？なぜ画像の圧縮が重要ですか？",
	"text-faqs1": "CompressImage は、画像の品質を維持しながら、そのサイズを縮小するオンラインサービスまたはソフトウェアツールです。画像の圧縮は重要です。それにより、ウェブページの読み込み速度が向上し、ネットワーク帯域幅が削減され、ウェブサイトがより迅速かつ効果的に読み込まれることで、ユーザーエクスペリエンスが向上します。",
	"name-faqs2": "CompressImage で画像を圧縮する方法は？",
	"text-faqs2.1": "Web ブラウザーを開き、CompressImage.id.vn のウェブサイトアドレスを検索バーに入力します。",
	"text-faqs2.2": "「画像を選択」ボタンをクリックするか、コンピューターから画像ファイルをドラッグアンドドロップしてウェブサイトにアップロードします。",
	"text-faqs2.3": "画像をアップロードした後、圧縮の構成オプションが表示されます。画像形式（JPEG、PNG、GIF など）を選択し、必要に応じて圧縮率を調整します。",
	"text-faqs2.4": "CompressImage が画像を処理し、圧縮されたバージョンを作成しますが、画質は保たれます。",
	"text-faqs2.5": "圧縮プロセスが完了すると、圧縮された画像をダウンロードするオプションが表示されます。[ダウンロード] ボタンをクリックして、圧縮されたファイルをコンピューターに保存します。",
	"text-faqs2.6": "圧縮された画像を開いて、品質とサイズを確認します。品質が維持されたまま、サイズが適切に縮小されていることを確認してください。",
	"name-faqs3": "CompressImage はどのような画像圧縮ツールを提供していますか？",
	"text-faqs3": "CompressImage は TinyPNG、JPEG Optimizer、ImageOptim など、さまざまな画像圧縮ツールを提供しています。それぞれに独自の利点と制限があります。",
	"name-faqs4": "CompressImage を使用して効果的に画像を圧縮する方法は？",
	"text-faqs4": "CompressImage を使用して効果的に画像を圧縮するには、適切な圧縮設定を選択する必要があります。これには、圧縮形式（JPEG、PNG、GIF など）、圧縮率（一般的にはパーセンテージまたは特定の設定）、および画像サイズなどの他の要因の制御が含まれます。",
	"name-faqs5": "CompressImage を使用してオンラインで画像を圧縮することはできますか？",
	"text-faqs5": "はい、CompressImage は通常、ウェブサイトを介してオンラインで画像を圧縮するサービスを提供しています。インターネットに接続されたデバイスから、簡単かつ迅速に画像をアップロードして圧縮できます。",
	"name-faqs6": "CompressImage は画像の品質を損なうことなく画像のサイズを縮小できますか？",
	"text-faqs6": "はい、CompressImage は画像のサイズを縮小しつつ、元の画像の品質を維持するための高度な圧縮アルゴリズムを使用しています。ただし、高い圧縮率を適用する場合、画質に影響を与える場合があります。",
	"name-faqs7": "CompressImage を使用する際に適切な圧縮設定を選択する方法は？",
	"text-faqs7": "CompressImage を使用する際には、自身のニーズを考慮し、適切な圧縮設定を選択する必要があります。これには、圧縮率、出力形式、および画像サイズの維持または縮小などのオプションの決定が含まれます。",
	"name-faqs8": "CompressImage はどの画像形式をサポートしていますか？",
	"text-faqs8": "CompressImage は一般的な画像形式である JPEG、PNG、GIF、SVG などの圧縮をサポートしています。",
	"name-faqs9": "CompressImage を無料で利用できますか？",
	"text-faqs9": "はい、CompressImage は通常、圧縮サイズや画像品質に制限のある無料バージョンを提供しています。さらに、追加の機能と柔軟性を得るために有料サービスにアップグレードすることもできます。",
	"name-faqs10": "CompressImage を使用した画像の圧縮後も品質が維持されていることを確認するにはどうすればよいですか？",
	"text-faqs10": "CompressImage を使用して画像を圧縮した後、品質が維持されていることを確認するには、圧縮結果を確認し、必要に応じて圧縮設定を調整する必要があります。また、元の画像と圧縮後の画像を視覚的に比較して、品質の大幅な低下がないことを確認することもできます。",
	"mes_error_1": "あらまあ！",
	"mes_error_2": "ファイルサイズが3MBの制限を超えており、最大1枚の写真です"
}
