{
	"title": "온라인 이미지 압축 도구 - 무료 사진 축소기",
	"description": "온라인 이미지 압축 도구 - 무료 사진 축소기는 JPEG, GIF 및 PNG 형식의 이미지를 가능한 한 작게 압축하여 파일 크기를 최대한 줄이는 이미지 최적화 도구입니다. Android, iOS 및 PC 플랫폼에서 사용할 수 있습니다.",
	"twitter_card_sumary": "요약",
	"twitter_title": "온라인 이미지 압축 도구 - 무료 사진 축소기",
	"twitter_description": "온라인 이미지 압축 도구 - 무료 사진 축소기는 JPEG, GIF 및 PNG 형식의 이미지를 가능한 한 작게 압축하여 파일 크기를 최대한 줄이는 이미지 최적화 도구입니다. Android, iOS 및 PC 플랫폼에서 사용할 수 있습니다.",
	"og_title": "온라인 이미지 압축 도구 - 무료 사진 축소기",
	"og_description": "온라인 이미지 압축 도구 - 무료 사진 축소기 는 JPEG, GIF 및 PNG 형식의 이미지를 가능한 한 작게 압축하여 파일 크기를 최대한 줄이는 이미지 최적화 도구입니다. Android, iOS 및 PC 플랫폼에서 사용할 수 있습니다.",
	"content": "웹 언어 베트남어",
	"content-body-top": "이 최적화 도구는 JPG, JPEG, GIF 및 PNG 이미지를 가능한 한 작게 압축하여 요구되는 품질을 유지합니다.",
	"title-choose-file": "이미지를 업로드하려면 클릭하세요",
	"content-welcome": "- 우리의 필요에 맞는 이미지 압축, 이미지 용량 감소 및 관련 도구를 제공하는 곳입니다.",
	"title-welcome": "온라인 이미지 압축 웹 사이트에 오신 것을 환영합니다",
	"content-body-title": "content-body-title",
	"content-body-title1": "온라인 이미지 압축:",
	"content-description1": "저희의 온라인 이미지 압축 도구를 사용하면 JPG, PNG, GIF 파일을 빠르고 효율적으로 압축할 수 있습니다. 소프트웨어를 설치할 필요가 없으며 이미지를 업로드하기만 하면 됩니다. 나머지는 우리가 처리합니다.",
	"content-body-title2": "품질을 유지하면서 이미지 용량 감소:",
	"content-description2": "우리의 도구는 이미지의 해상도, 색상 및 세부 정보에 영향을 미치지 않으면서 이미지의 용량을 줄이는 데 도움이 됩니다. 우리는 당신에게 최상의 경험을 제공하기를 바랍니다.",
	"content-body-title3": "모든 장치에서 사용하기 쉬운 편리한 도구:",
	"content-description3": "우리의 웹 사이트는 모든 장치에서 완전히 호환되므로 컴퓨터부터 휴대 전화 및 태블릿까지 편리하게 이용할 수 있습니다.",
	"content-body-title4": "일괄 이미지 용량 감소 서비스:",
	"content-description4": "여러 이미지의 용량을 한꺼번에 줄이려면 우리는 일괄 이미지 용량 감소 서비스를 제공하여 시간과 노력을 절약할 수 있습니다.",
	"content-body-title5": "다양한 플랫폼 지원:",
	"content-description5": "컴퓨터뿐만 아니라 Android 및 iOS 장치에도 편리한 앱을 제공하여 휴대 전화에서도 이미지 용량을 간편하게 줄일 수 있습니다.",
	"content-description5.2": "PNG 이미지 용량 줄이기, GIF 이미지 용량 줄이기, JPG 이미지 용량 줄이기, 휴대 전화용 이미지 용량 줄이기, 컴퓨터용 이미지 용량 줄이기, 온라인 이미지 용량 줄이기, Android에서 이미지 용량 줄이기, 온라인 일괄 이미지 용량 줄이기, iPhone에서 이미지 용량 줄이기. 우리는 여러분의 요구에 다양한 이미지 용량 감소 도구 및 서비스를 제공합니다. 이는 PNG, GIF, JPG와 같은 인기 있는 이미지 형식부터 iPhone 및 Android와 같은 모바일 장치 및 운영 체제까지 다양합니다.",
	"title-welcome-faqs": "자주 묻는 질문 및 지원: 웹 사이트는 자주 묻는 질문(FAQ) 및 고객 지원을 위한 별도의 섹션을 제공할 수 있습니다. 이는 사용자가 마주칠 수 있는 모든 문제를 해결하고 필요할 때 지원을 받을 수 있도록 도와줍니다.",
	"name-faqs1": "CompressImage란 무엇이며 이미지 압축이 왜 중요한가요?",
	"text-faqs1": "CompressImage는 이미지를 압축하여 이미지 품질을 유지하면서 파일 크기를 줄이는 온라인 서비스 또는 소프트웨어 도구입니다. 이미지 압축 과정은 웹 페이지 로드 속도를 높이고 네트워크 대역폭을 줄이며 사용자 경험을 향상시키기 위해 중요합니다.",
	"name-faqs2": "CompressImage를 사용하여 이미지를 어떻게 압축할 수 있나요?",
	"text-faqs2.1": "웹 브라우저를 열고 CompressImage.id.vn의 웹 사이트 주소를 검색 창에 입력합니다.",
	"text-faqs2.2": "\"이미지 업로드\" 버튼을 클릭하거나 컴퓨터에서 이미지 파일을 웹 사이트로 드래그하여 놓습니다.",
	"text-faqs2.3": "이미지를 업로드한 후, 압축 구성 옵션을 선택할 수 있습니다. 압축 형식(JPEG, PNG, GIF 등)을 선택하고 필요한 경우 압축 수준을 조절합니다.",
	"text-faqs2.4": "CompressImage가 이미지를 처리하고 압축된 버전을 생성합니다. 이는 이미지 품질을 유지하면서 파일 크기를 줄입니다.",
	"text-faqs2.5": "압축 프로세스가 완료되면 압축된 이미지를 다운로드할 수 있는 옵션이 제공됩니다. \"다운로드\" 버튼을 클릭하여 압축 파일을 컴퓨터에 저장합니다.",
	"text-faqs2.6": "압축된 이미지를 열어 품질과 파일 크기를 확인합니다. 원하는 품질 수준을 유지하면서 파일 크기가 축소되었는지 확인하세요.",
	"name-faqs3": "CompressImage가 제공하는 이미지 압축 도구는 어떤 것이 있나요?",
	"text-faqs3": "CompressImage는 TinyPNG, JPEG Optimizer, ImageOptim 등 다양한 이미지 압축 도구를 제공합니다. 각 도구마다 장단점이 있습니다.",
	"name-faqs4": "CompressImage를 사용하여 이미지를 효율적으로 압축하는 방법은 무엇인가요?",
	"text-faqs4": "CompressImage를 사용하여 이미지를 효율적으로 압축하려면 적절한 압축 설정을 선택해야 합니다. 이는 압축 형식(JPEG, PNG, GIF 등), 압축 수준(백분율로 표시되거나 구체적으로 구성할 수 있음) 및 이미지 크기 등을 포함합니다.",
	"name-faqs5": "CompressImage로 온라인 이미지 압축이 가능한가요?",
	"text-faqs5": "네, CompressImage는 일반적으로 온라인 이미지 압축 서비스를 제공합니다. 이를 통해 인터넷에 연결된 장치에서 빠르고 편리하게 이미지를 업로드하고 압축할 수 있습니다.",
	"name-faqs6": "CompressImage를 사용하면 이미지 용량을 줄일 수 있을 뿐만 아니라 품질도 유지할 수 있나요?",
	"text-faqs6": "네, CompressImage는 원본 이미지의 품질을 유지하면서 파일 크기를 줄이기 위해 고급 이미지 압축 알고리즘을 사용합니다. 그러나 높은 압축 수준을 적용할 때 이미지 품질에 영향을 줄 수 있습니다.",
	"name-faqs7": "CompressImage 사용 시 적절한 압축 설정을 선택하는 방법은 무엇인가요?",
	"text-faqs7": "CompressImage를 사용할 때는 사용 사례와 요구 사항에 맞는 압축 설정을 선택해야 합니다. 이는 압축 수준, 출력 형식 및 이미지 크기 조정과 같은 요소를 고려합니다.",
	"name-faqs8": "CompressImage가 지원하는 이미지 형식은 무엇인가요?",
	"text-faqs8": "CompressImage는 JPEG, PNG, GIF, SVG 등 다양한 이미지 형식을 지원합니다.",
	"name-faqs9": "CompressImage를 무료로 사용할 수 있나요?",
	"text-faqs9": "CompressImage는 종종 일정한 압축 용량이나 이미지 품질에 제한이 있는 무료 버전을 제공합니다. 또한 더 많은 기능과 유연성을 제공하는 유료 서비스 플랜으로 업그레이드할 수도 있습니다.",
	"name-faqs10": "CompressImage를 사용하여 이미지를 압축한 후에도 품질이 유지되는지 어떻게 확인할 수 있나요?",
	"text-faqs10": "CompressImage를 사용하여 이미지를 압축한 후에는 압축된 이미지의 품질을 확인하고 필요에 따라 압축 설정을 조정해야 합니다. 또한 원본 이미지와 압축된 이미지를 시각적으로 비교하여 품질 손실이 없는지 확인할 수 있습니다.",
	"mes_error_1": "오 이런!",
	"mes_error_2": "파일 크기가 1MB 제한을 초과하고 최대 1개의 사진입니다",
	"lang": "ko"
}