{
	"title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
	"description": "Terokai alat-alat kompresi gambar dalam talian percuma kami, direka untuk mengompres JPG, PNG, dan GIF tanpa kehilangan kualiti. Optimumkan prestasi laman web anda dan tingkatkan pengalaman pengguna di platform web, iPhone, dan Android. Sesuai untuk pembangun dan pereka yang ingin mengompres gambar secara berkesan dan meningkatkan SEO.",
	"keyword": "Kompresi tanpa kehilangan, Kompres JPG, Kompres PNG, Kompres GIF, Kurangkan saiz gambar, Kompresi gambar percuma, Kompresi gambar dalam talian, Kompresi gambar untuk web, Optimumkan muatan gambar",
	"twitter_card_sumary": "ringkasan",
	"twitter_title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
	"twitter_description": "Alat kompresi gambar dalam talian percuma untuk mengurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
	"og_title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
	"og_description": "Alat kompresi gambar dalam talian percuma untuk mengurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
	"title-body-top": "Alat untuk mengoptimumkan dan mengompresi gambar, mengurangkan saiz gambar tanpa kos",
	"content-body-top": "Kurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
	"title-choose-file": "Klik untuk muat naik gambar",
	"title-welcome": "Cara Kompresi Gambar Dalam Talian",
	"content-welcome": "Alat kompresi gambar kami mudah digunakan dan sangat berkesan. Ikuti langkah-langkah ini untuk mengurangkan saiz fail gambar anda:",
	"content-welcome-chill-1": "Muat naik gambar anda menggunakan borang di atas.",
	"content-welcome-chill-2": "Pilih tahap kompresi yang dikehendaki untuk menyeimbangkan kualiti dan saiz fail.",
	"content-welcome-chill-3": "Muat turun gambar yang telah dipampatkan ke peranti anda.",
	"content-body-title1": "Manfaat Kompresi Gambar",
	"content-description1": "Kompresi gambar penting atas pelbagai sebab. Berikut adalah beberapa manfaat utamanya:",
	"content-description1-strong1": "Masa Muat Lebih Pantas: ",
	"content-description1-strong2": "Penggunaan Jalur Lebar yang Dikurangkan: ",
	"content-description1-strong3": "SEO yang Ditingkatkan: ",
	"content-description1-strong4": "Penjimatan Penyimpanan: ",
	"content-description1-chill-1": "Gambar yang dipampatkan memuatkan lebih cepat, meningkatkan pengalaman pengguna di laman web anda.",
	"content-description1-chill-2": "Saiz gambar yang lebih kecil menggunakan kurang jalur lebar, yang boleh menjimatkan kos, terutama untuk pengguna mudah alih.",
	"content-description1-chill-3": "Masa muat yang lebih pantas menyumbang kepada peringkat SEO yang lebih baik di enjin carian seperti Google.",
	"content-description1-chill-4": "Gambar yang dipampatkan mengambil ruang kurang, membebaskan ruang penyimpanan di pelayan atau peranti anda.",
	"content-body-title2": "Format Gambar yang Disokong",
	"content-description2": "Alat kami menyokong kompresi pelbagai format gambar, termasuk:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Bagus untuk foto dan gambar dengan gradien.",
	"content-description2-chill-2": "Terbaik untuk grafik, logo, dan gambar dengan teks.",
	"content-description2-chill-3": "Sesuai untuk animasi mudah dan gambar dengan sedikit warna.",
	"content-body-title3": "Petua Optimumkan Gambar",
	"content-description3": "Berikut adalah beberapa petua tambahan untuk membantu anda mengoptimumkan gambar untuk prestasi yang lebih baik:",
	"content-description3-strong1": "Ubah Saiz Gambar:",
	"content-description3-strong2": "Pilih Format yang Betul: ",
	"content-description3-strong3": "Hapus Metadata: ",
	"content-description3-strong4": "Guna Format WebP: ",
	"content-description3-chill-1": "Sebelum memampatkan, pastikan untuk mengubah saiz gambar kepada dimensi yang anda perlukan. Gambar yang lebih besar mengambil lebih banyak ruang dan mengambil masa lebih lama untuk dimuatkan.",
	"content-description3-chill-2": "Guna JPG untuk foto, PNG untuk gambar dengan teks atau ketelusan, dan GIF untuk animasi mudah.",
	"content-description3-chill-3": "Keluarkan metadata yang tidak perlu dari gambar anda untuk mengurangkan saiz fail.",
	"content-description3-chill-4": "Pertimbangkan menggunakan format WebP untuk gambar web, kerana ia menawarkan kadar pemampatan yang lebih baik.",
	"title-welcome-faqs": "Soalan Lazim",
	"name-faqs1": "Patutkah Saya Mampatkan Gambar JPG atau PNG?",
	"text-faqs1": "Gambar JPG sesuai untuk foto dan gambar dengan gradien, manakala gambar PNG lebih baik untuk grafik dan gambar dengan teks. Pilih format berdasarkan keperluan anda.",
	"name-faqs2": "Adakah Kompresi Gambar Mempengaruhi Kualiti Gambar?",
	"text-faqs2.1": "Teknik kompresi tanpa kehilangan mengurangkan saiz fail tanpa mempengaruhi kualiti gambar. Bagi pengurangan saiz yang signifikan, mungkin ada sedikit penurunan kualiti, tetapi biasanya sangat kecil.",
	"name-faqs3": "Bagaimana Cara Mampatkan Saiz Fail Gambar Menjadi Kurang dari 100KB?",
	"text-faqs3": "Tetapkan tetapan kompresi pada tahap yang lebih tinggi dan keluarkan metadata yang tidak perlu. Ini membantu mencapai saiz fail yang lebih kecil. Selain itu, mengubah saiz gambar kepada dimensi yang lebih kecil juga boleh secara signifikan mengurangkan saiz fail.",
	"name-faqs4": "Bolehkah Saya Mampatkan Gambar di iPhone atau Peranti Android Saya?",
	"text-faqs4": "Ya, alat dalam talian kami mesra mobile dan berfungsi dengan lancar di peranti iPhone dan Android. Anda boleh mampatkan gambar secara langsung dari pelayar mudah alih anda tanpa perlu memasang aplikasi tambahan.",
	"name-faqs5": "Apakah Kompresi Gambar Tanpa Kehilangan?",
	"text-faqs5": "Kompresi gambar tanpa kehilangan mengurangkan saiz fail gambar tanpa mengurangkan kualiti. Teknik ini sesuai untuk gambar di mana memelihara kualiti asal adalah penting.",
	"name-faqs6": "Bagaimana Kompresi Gambar Meningkatkan Prestasi Laman Web?",
	"text-faqs6": "Gambar yang dipampatkan memuat lebih cepat, mengurangkan masa muat keseluruhan laman web anda. Ini meningkatkan pengalaman pengguna dan boleh menyebabkan peringkat enjin carian yang lebih baik.",
	"name-faqs7": "Adakah Kompresi Gambar Dalam Talian Selamat?",
	"text-faqs7": "Ya, alat kompresi gambar dalam talian kami memastikan gambar anda diproses dengan selamat. Kami tidak menyimpan sebarang gambar di pelayan kami selepas dipampatkan.",
	"name-faqs8": "Bolehkah Saya Mampatkan Beberapa Gambar pada Satu Masa?",
	"text-faqs8": "Untuk masa ini, alat kami hanya membenarkan anda untuk memampatkan satu gambar pada satu masa. Kami sedang mengusahakan ciri untuk menyokong pemampatan secara berkelompok pada masa depan.",
	"name-faqs9": "Tingkat Kompresi Terbaik untuk Gambar Web?",
	"text-faqs9": "Tingkat kompresi yang optimal bergantung kepada keperluan khusus laman web anda. Untuk kebanyakan tujuan, tingkat kompresi sederhana menawarkan keseimbangan yang baik antara saiz fail dan kualiti gambar.",
	"name-faqs10": "Mengapa Saya Perlu Mengeluarkan Metadata dari Gambar?",
	"text-faqs10": "Mengeluarkan metadata seperti tetapan kamera dan data lokasi dapat mengurangkan saiz fail gambar anda secara signifikan. Ini membantu dalam memuatkan lebih cepat dan menghemat bandwidth.",
	"mes_error_1": "Oh tidak!",
	"mes_error_2": "Saiz fail melebihi had 1MB dan Maksimum 1 foto",
	"lang": "ms",
	"domain_canonical": "https://compressimage.me/ms",
	"title_png": "Tukar Gambar ke PNG Online | Tukar gambar ke PNG secara percuma",
	"description_png": "Tukar gambar anda ke format PNG dengan mudah menggunakan alat penukaran gambar dalam talian kami yang percuma. Menyokong JPG, GIF, BMP, PSD, dan format lain.",
	"twitter_title_png": "Tukar Gambar ke PNG Online | Tukar gambar ke PNG secara percuma",
	"twitter_description_png": "Tukar gambar anda ke format PNG dengan mudah menggunakan alat penukaran gambar dalam talian kami yang percuma. Menyokong JPG, GIF, BMP, PSD, dan format lain.",
	"og_title_png": "Tukar Gambar ke PNG Online | Tukar gambar ke PNG secara percuma",
	"og_description_png": "Tukar gambar anda ke format PNG dengan mudah menggunakan alat penukaran gambar dalam talian kami yang percuma. Menyokong JPG, GIF, BMP, PSD, dan format lain.",
	"domain_canonical_png": "https://compressimage.me/ms/png",
	"title-body-top-png": "Tukar Gambar ke PNG Online",
	"content-body-top-png": "Tukar gambar anda ke PNG dengan mudah menggunakan alat penukaran dalam talian kami yang percuma dan mesra pengguna.",
	"title-introduction": "Mengenai Penukar Gambar PNG Kami",
	"content-introduction": "Selamat datang ke alat penukaran gambar dalam talian kami, di mana anda boleh menukar gambar dari pelbagai format ke PNG dengan mudah. Sama ada anda mempunyai fail JPG, GIF, BMP, atau PSD, penukar kami memastikan peralihan yang lancar dan cepat ke format PNG.",
	"content2-introduction": "Alat kami direka untuk menjadi mudah dan intuitif, menjadikannya boleh diakses oleh pengguna dengan semua tahap kemahiran. Dengan hanya beberapa klik, anda boleh mengubah gambar anda menjadi fail PNG berkualiti tinggi, siap digunakan untuk apa jua tujuan.",
	"h2-how-to-png": "Cara Tukar Gambar ke PNG",
	"p1-how-to-png": "Ikuti langkah-langkah mudah ini untuk menukar gambar anda ke PNG:",
	"li1-how-to-png": "Muatturun fail gambar anda dengan mengklik butang \"Pilih Fail\".",
	"li2-how-to-png": "Pilih format output yang dikehendaki (PNG).",
	"li3-how-to-png": "Muat turun gambar PNG yang telah ditukar.",
	"p2-how-to-png": "Alat kami menyokong pelbagai format gambar, memastikan anda boleh menukar hampir mana-mana gambar ke PNG. Nikmati masa penukaran yang pantas dan hasil berkualiti tinggi setiap kali digunakan.",
	"h2-tutorial": "Tutorial Penukaran JPG ke PNG Percuma",
	"p1-tutorial": "Tonton tutorial langkah-demi-langkah kami tentang cara menukar gambar JPG ke format PNG menggunakan alat dalam talian kami. Tutorial ini sesuai untuk pemula dan merangkumi semua langkah yang diperlukan untuk penukaran yang berjaya.",
	"video-tutorial": "Pelayar anda tidak menyokong tag video.",
	"p2-tutorial": "Untuk lebih banyak tutorial dan petua, pastikan anda menyemak saluran kami, di mana kami secara berkala menyiarkan kandungan baru untuk membantu anda mendapatkan hasil terbaik daripada alat penukaran kami.",
	"h2-tips": "Petua untuk Menukar Gambar dari Format Lain ke PNG",
	"p1-tips": "Berikut adalah beberapa petua berguna untuk menukar gambar dari pelbagai format ke PNG:",
	"li1-tips": "Pastikan fail gambar anda berkualiti tinggi sebelum penukaran untuk mengekalkan kejelasan.",
	"li2-tips": "Gunakan ciri penukaran kumpulan kami untuk menjimatkan masa semasa menukar beberapa gambar.",
	"li3-tips": "Semak nisbah aspek gambar anda untuk memastikan ia dipaparkan dengan betul selepas penukaran.",
	"li4-tips": "Gunakan alat penyuntingan kami untuk melaraskan kecerahan, kontras, dan tetapan lain sebelum menukar.",
	"li5-tips": "Pertimbangkan penggunaan akhir gambar PNG anda untuk menentukan resolusi dan saiz yang optimum.",
	"li6-tips": "Simpan fail asal anda dengan selamat sekiranya anda perlu menukarnya semula di masa depan.",
	"p2-tips": "Dengan mengikuti petua ini, anda boleh memastikan hasil terbaik semasa menukar gambar anda ke format PNG.",
	"name-faqs1-png": "Adakah alat penukaran gambar ini percuma untuk digunakan?",
	"text-faqs1-png": "Ya, alat penukaran gambar kami adalah percuma sepenuhnya untuk digunakan. Anda boleh menukar sebanyak mana gambar yang anda perlukan tanpa sebarang kos.",
	"name-faqs2-png": "Adakah saya perlu membuat akaun untuk menggunakan penukar ini?",
	"name-faqs3-png": "Tidak, anda tidak perlu membuat akaun atau mendaftar untuk menggunakan penukar kami. Ia boleh diakses dan sedia digunakan dengan segera.",
	"text-faqs3-png": "Format fail apa yang disokong untuk penukaran ke PNG?",
	"name-faqs4-png": "Kami menyokong pelbagai format fail termasuk JPG, GIF, BMP, PSD, dan banyak lagi. Jika anda mempunyai format fail tertentu dalam fikiran, muat naik dan lihat jika alat kami menyokongnya.",
	"text-faqs4-png": "Adakah data saya selamat semasa proses penukaran?",
	"text-faqs2-png": "Ya, kami mengambil berat tentang privasi dan keselamatan anda. Semua fail yang dimuat naik ke penukar kami diproses dengan selamat dan dipadam selepas penukaran untuk memastikan data anda kekal peribadi.",
	"title_jpg": "Tukar Gambar ke JPG Dalam Talian | Penukar PNG ke JPG Percuma",
	"description_jpg": "Tukar gambar ke JPG dengan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, GIF, BMP, PSD, dan format lain. Penukar gambar JPG berkualiti tinggi dan mudah digunakan.",
	"twitter_title_jpg": "Tukar Gambar ke JPG Dalam Talian | Penukar PNG ke JPG Percuma",
	"twitter_description_jpg": "Tukar gambar ke JPG dengan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, GIF, BMP, PSD, dan format lain. Penukar gambar JPG berkualiti tinggi dan mudah digunakan.",
	"og_title_jpg": "Tukar Gambar ke JPG Dalam Talian | Penukar PNG ke JPG Percuma",
	"og_description_jpg": "Tukar gambar ke JPG dengan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, GIF, BMP, PSD, dan format lain. Penukar gambar JPG berkualiti tinggi dan mudah digunakan.",
	"domain_canonical_jpg": "https://compressimage.me/ms/jpg",
	"title-body-top_jpg": "Tukar Gambar ke JPG Dalam Talian",
	"content-body-top_jpg": "Tukar gambar anda ke JPG dengan mudah menggunakan alat dalam talian percuma kami yang mesra pengguna.",
	"h2-introduction-jpg": "Tentang Penukar Gambar JPG Kami",
	"p1-introduction-jpg": "Selamat datang ke alat penukaran gambar dalam talian kami, di mana anda boleh dengan mudah menukar gambar dari pelbagai format ke JPG. Sama ada anda mempunyai fail PNG, GIF, BMP, atau PSD, penukar kami memastikan peralihan yang lancar dan cepat ke format JPG.",
	"p2-introduction-jpg": "Alat kami direka untuk menjadi mudah dan intuitif, menjadikannya boleh diakses oleh pengguna dari semua tahap kemahiran. Dengan hanya beberapa klik, anda boleh menukar gambar anda kepada fail JPG berkualiti tinggi, siap digunakan untuk sebarang tujuan.",
	"h2-how-to-jpg": "Cara Menukar Gambar ke JPG",
	"p1-how-to-jpg": "Ikuti langkah mudah ini untuk menukar gambar anda ke JPG:",
	"li1-how-to-jpg": "Muat naik fail gambar anda dengan mengklik butang \"Pilih Fail\".",
	"li2-how-to-jpg": "Pilih format output yang dikehendaki (JPG).",
	"li3-how-to-jpg": "Muat turun gambar JPG yang telah ditukar.",
	"p2-how-to-jpg": "Alat kami menyokong pelbagai format gambar, memastikan anda boleh menukar hampir mana-mana gambar ke JPG. Nikmati masa penukaran yang pantas dan hasil berkualiti tinggi dengan setiap penggunaan.",
	"h2-tutorial-jpg": "Tutorial Penukaran PNG ke JPG Percuma",
	"p1-tutorial-jpg": "Tonton tutorial langkah demi langkah kami tentang cara menukar gambar PNG ke format JPG menggunakan alat dalam talian kami. Tutorial ini sesuai untuk pemula dan merangkumi semua langkah yang diperlukan untuk penukaran yang berjaya.",
	"p2-tutorial-jpg": "Untuk lebih banyak tutorial dan petua, pastikan anda memeriksa saluran kami, di mana kami secara berkala memuat naik kandungan baru untuk membantu anda mendapatkan yang terbaik daripada alat penukaran kami.",
	"h2-tips-jpg": "Petua untuk Menukar Gambar dari Format Lain ke JPG",
	"p1-tips-jpg": "Berikut adalah beberapa petua berguna untuk menukar gambar dari pelbagai format ke JPG:",
	"li1-tips-jpg": "Pastikan fail gambar anda berkualiti tinggi sebelum penukaran untuk mengekalkan kejelasan.",
	"li2-tips-jpg": "Gunakan ciri penukaran batch kami untuk menjimatkan masa ketika menukar beberapa gambar.",
	"li3-tips-jpg": "Semak nisbah aspek gambar anda untuk memastikan ia dipaparkan dengan betul selepas penukaran.",
	"li4-tips-jpg": "Gunakan alat penyuntingan kami untuk menyesuaikan kecerahan, kontras, dan tetapan lain sebelum menukar.",
	"li5-tips-jpg": "Pertimbangkan kegunaan akhir gambar JPG anda untuk menentukan resolusi dan saiz yang optimum.",
	"li6-tips-jpg": "Simpan fail asli anda dengan selamat jika anda perlu menukarnya semula di masa depan.",
	"p2-tips-jpg": "Dengan mengikuti petua ini, anda boleh memastikan hasil terbaik apabila menukar gambar anda ke format JPG.",
	"h2-benefits-jpg": "Manfaat Menukar Gambar ke JPG",
	"p1-benefits-jpg": "Menukar gambar anda ke JPG menawarkan beberapa kelebihan:",
	"li1-benefits-jpg": "Saiz fail lebih kecil: Gambar JPG biasanya lebih kecil daripada fail PNG atau BMP, menjimatkan ruang penyimpanan.",
	"li2-benefits-jpg": "Kompatibiliti: JPG disokong secara meluas di pelbagai peranti dan platform.",
	"li3-benefits-jpg": "Kualiti: JPG memberikan kualiti gambar yang baik dengan tahap pemampatan yang boleh disesuaikan.",
	"li4-benefits-jpg": "Kelajuan: Gambar JPG dimuat lebih cepat di laman web dan aplikasi kerana saiznya yang lebih kecil.",
	"li5-benefits-jpg": "Kepelbagaian: JPG sesuai untuk pelbagai aplikasi, dari reka bentuk web hingga penyimpanan foto.",
	"h2-when-to-convert-jpg": "Kapan Menukar Gambar ke JPG",
	"p1-when-to-convert-jpg": "Pertimbangkan menukar gambar anda ke JPG dalam senario berikut:",
	"li1-when-to-convert-jpg": "Apabila anda perlu mengurangkan saiz fail untuk masa pemuatan yang lebih cepat.",
	"li2-when-to-convert-jpg": "Apabila berkongsi gambar di media sosial atau laman web.",
	"li3-when-to-convert-jpg": "Apabila anda memerlukan gambar berkualiti baik tanpa saiz fail yang besar.",
	"li4-when-to-convert-jpg": "Apabila anda memerlukan keserasian dengan pelbagai peranti dan perisian.",
	"li5-when-to-convert-jpg": "Apabila mengarkibkan foto dan perlu menjimatkan ruang penyimpanan.",
	"h2-comparison-jpg": "JPG vs Format Gambar Lain",
	"p1-comparison-jpg": "Berikut adalah perbandingan JPG dengan format gambar biasa yang lain:",
	"strong1-comparison-jpg": "JPG vs PNG: ",
	"li1-comparison-jpg": "JPG menawarkan saiz fail yang lebih kecil, menjadikannya ideal untuk kegunaan web, manakala PNG lebih baik untuk gambar yang memerlukan ketelusan.",
	"strong2-comparison-jpg": "JPG vs GIF: ",
	"li2-comparison-jpg": "JPG memberikan kualiti yang lebih baik untuk gambar statik, manakala GIF sesuai untuk animasi ringkas.",
	"strong3-comparison-jpg": "JPG vs BMP: ",
	"li3-comparison-jpg": "Fail JPG jauh lebih kecil, menjadikannya lebih praktikal untuk penggunaan harian, manakala BMP menawarkan tiada pemampatan.",
	"strong4-comparison-jpg": "JPG vs PSD: ",
	"li4-comparison-jpg": "JPG adalah format akhir untuk berkongsi dan memaparkan gambar, manakala PSD digunakan untuk penyuntingan dalam Adobe Photoshop.",
	"strong5-comparison-jpg": "JPG vs TIFF: ",
	"li5-comparison-jpg": "JPG lebih banyak digunakan kerana saiz failnya yang lebih kecil, manakala TIFF lebih disukai untuk cetakan berkualiti tinggi dan fotografi profesional.",
	"name-faqs1-jpg": "Adakah alat penukaran gambar ini percuma digunakan?",
	"text-faqs1-jpg": "Ya, alat penukaran gambar kami sepenuhnya percuma digunakan. Anda boleh menukar sebanyak mana gambar yang anda perlukan tanpa sebarang kos.",
	"name-faqs2-jpg": "Adakah saya perlu membuat akaun untuk menggunakan penukar?",
	"text-faqs2-jpg": "Tidak, anda tidak perlu membuat akaun atau mendaftar untuk menggunakan penukar kami. Ia boleh diakses dan digunakan segera.",
	"name-faqs3-jpg": "Format fail apa yang disokong untuk penukaran ke JPG?",
	"text-faqs3-jpg": "Kami menyokong pelbagai format fail termasuk PNG, GIF, BMP, PSD, dan banyak lagi. Jika anda mempunyai format fail tertentu, muat naik sahaja dan lihat jika alat kami menyokongnya.",
	"name-faqs4-jpg": "Adakah data saya selamat semasa proses penukaran?",
	"text-faqs4-jpg": "Ya, kami mengambil privasi dan keselamatan anda dengan serius. Semua fail yang dimuat naik ke penukar kami diproses dengan selamat dan dipadam selepas penukaran untuk memastikan data anda kekal peribadi.",
	"name-faqs5-jpg": "Bolehkah saya menukar beberapa gambar sekaligus?",
	"text-faqs5-jpg": "Ya, alat kami menyokong penukaran batch, membolehkan anda menukar beberapa gambar ke format JPG secara serentak.",
	"title_jpeg": "Tukar Gambar ke JPEG Online | Penukar Gambar ke JPEG Percuma",
	"description_jpeg": "Tukar gambar ke JPEG secara dalam talian dengan alat kami yang percuma dan mudah digunakan. Menyokong pelbagai format termasuk PNG, GIF, BMP, dan PSD. Perisian penukar gambar JPEG berkualiti tinggi.",
	"twitter_title_jpeg": "Tukar Gambar ke JPEG Online | Penukar Gambar ke JPEG Percuma",
	"twitter_description_jpeg": "Tukar gambar ke JPEG secara dalam talian dengan alat kami yang percuma dan mudah digunakan. Menyokong pelbagai format termasuk PNG, GIF, BMP, dan PSD. Perisian penukar gambar JPEG berkualiti tinggi.",
	"og_title_jpeg": "Tukar Gambar ke JPEG Online | Penukar Gambar ke JPEG Percuma",
	"og_description_jpeg": "Tukar gambar ke JPEG secara dalam talian dengan alat kami yang percuma dan mudah digunakan. Menyokong pelbagai format termasuk PNG, GIF, BMP, dan PSD. Perisian penukar gambar JPEG berkualiti tinggi.",
	"domain_canonical_jpeg": "https://compressimage.me/ms/jpeg",
	"title-body-top_jpeg": "Tukar Gambar ke JPEG Online",
	"content-body-top_jpeg": "Alat penukaran gambar yang percuma, cepat, dan berkualiti tinggi.",
	"h2-overview-jpeg": "Gambaran Keseluruhan",
	"p1-overview-jpeg": "Selamat datang ke alat penukaran gambar kami, penyelesaian utama anda untuk menukar gambar ke format JPEG. Sama ada anda mempunyai fail PNG, GIF, BMP, atau PSD, penukar kami akan mengubahnya dengan mudah kepada gambar JPEG berkualiti tinggi. Platform kami direka untuk mesra pengguna, memastikan pengalaman penukaran yang lancar untuk semua orang.",
	"h2-how-to": "Cara Menukar Gambar ke JPEG",
	"li1-how-to": "Klik pada butang \"Pilih Fail\" untuk memuat naik gambar anda.",
	"li2-how-to": "Pilih JPEG sebagai format output.",
	"li3-how-to": "Muat turun gambar JPEG yang telah ditukar.",
	"p1-how-to": "Alat kami menangani proses penukaran dengan cepat, menghasilkan gambar JPEG berkualiti tinggi siap untuk digunakan.",
	"h2-tutorial-jpeg": "Tutorial Video",
	"p1-tutorial-jpeg": "Tonton tutorial langkah-demi-langkah kami mengenai cara menukar gambar ke JPEG. Video ini membimbing anda melalui keseluruhan proses, memudahkan sesiapa sahaja untuk mengikuti.",
	"h2-tips-jpeg": "Petua Penukaran",
	"p1-tips-jpeg": "Berikut adalah beberapa petua untuk memastikan hasil terbaik ketika menukar gambar ke JPEG:",
	"li1-tips-jpeg": "Mulakan dengan gambar beresolusi tinggi untuk mengekalkan kualiti.",
	"li2-tips-jpeg": "Proseskan beberapa gambar sekaligus untuk menjimatkan masa.",
	"li3-tips-jpeg": "Laraskan kecerahan dan kontras sebelum penukaran untuk output yang lebih baik.",
	"li4-tips-jpeg": "Simpan fail asal dengan selamat untuk kegunaan masa depan.",
	"h2-benefits-jpeg": "Kelebihan JPEG",
	"p1-benefits-jpeg": "Menukar gambar ke JPEG menawarkan banyak kelebihan:",
	"li1-benefits-jpeg": "Saiz fail yang lebih kecil berbanding format seperti PNG atau BMP.",
	"li2-benefits-jpeg": "Keserasian yang luas dengan peranti dan platform.",
	"li3-benefits-jpeg": "Tahap pemampatan yang boleh diubah untuk menyeimbangkan kualiti dan saiz.",
	"li4-benefits-jpeg": "Masa muat turun yang lebih cepat di laman web dan aplikasi.",
	"h2-when-to-convert-jpeg": "Bilakah Perlu Menukar ke JPEG",
	"p1-when-to-convert-jpeg": "Pertimbangkan menukar gambar anda ke JPEG dalam situasi berikut:",
	"li1-when-to-convert-jpeg": "Untuk mengurangkan saiz fail bagi memudahkan perkongsian dan penyimpanan.",
	"li2-when-to-convert-jpeg": "Untuk masa muat turun yang lebih cepat di laman web dan media sosial.",
	"li3-when-to-convert-jpeg": "Apabila anda memerlukan format yang disokong secara meluas.",
	"li4-when-to-convert-jpeg": "Untuk tujuan pengarsipan bagi menjimatkan ruang.",
	"h2-comparison-jpeg": "JPEG vs Format Lain",
	"p1-comparison-jpeg": "Bandingkan JPEG dengan format gambar lain:",
	"strong1-comparison-jpeg": "JPEG vs PNG: ",
	"li1-comparison-jpeg": "JPEG menawarkan saiz fail yang lebih kecil, manakala PNG lebih baik untuk gambar yang memerlukan ketelusan.",
	"strong2-comparison-jpeg": "JPEG vs GIF: ",
	"li2-comparison-jpeg": "JPEG sesuai untuk gambar statik, manakala GIF digunakan untuk animasi.",
	"strong3-comparison-jpeg": "JPEG vs BMP: ",
	"li3-comparison-jpeg": "Fail JPEG adalah lebih kecil dan lebih praktikal untuk kegunaan sehari-hari.",
	"strong4-comparison-jpeg": "JPEG vs PSD: ",
	"li4-comparison-jpeg": "JPEG adalah untuk kegunaan akhir, manakala PSD digunakan untuk penyuntingan.",
	"strong5-comparison-jpeg": "JPEG vs TIFF: ",
	"li5-comparison-jpeg": "JPEG lebih biasa untuk kegunaan sehari-hari, manakala TIFF lebih disukai untuk cetakan berkualiti tinggi.",
	"name-faqs1-jpeg": "Adakah alat penukaran gambar ini percuma?",
	"text-faqs1-jpeg": "Ya, alat kami adalah percuma sepenuhnya untuk digunakan. Tukar sebanyak mana gambar yang anda perlukan tanpa sebarang kos.",
	"name-faqs2-jpeg": "Adakah saya perlu membuat akaun?",
	"text-faqs2-jpeg": "Tidak, anda tidak perlu membuat akaun atau mendaftar. Mulakan menukar gambar anda dengan segera.",
	"name-faqs3-jpeg": "Format fail apa yang disokong?",
	"text-faqs3-jpeg": "Kami menyokong pelbagai format, termasuk PNG, GIF, BMP, PSD, dan banyak lagi.",
	"name-faqs4-jpeg": "Adakah data saya selamat?",
	"text-faqs4-jpeg": "Ya, kami mengutamakan privasi dan keselamatan anda. Semua fail diproses dengan selamat dan dipadam selepas penukaran.",
	"name-faqs5-jpeg": "Bolehkah saya menukar beberapa gambar sekaligus?",
	"text-faqs5-jpeg": "Ya, alat kami menyokong penukaran kumpulan, membolehkan anda menukar beberapa gambar secara serentak.",
	"name-faqs6-jpeg": "Berapa lama proses penukaran mengambil masa?",
	"text-faqs6-jpeg": "Proses penukaran adalah cepat dan biasanya mengambil hanya beberapa saat, bergantung pada saiz dan format fail.",
	"name-faqs7-jpeg": "Bolehkah saya menukar gambar menggunakan peranti mudah alih saya?",
	"text-faqs7-jpeg": "Ya, alat kami mesra mudah alih dan berfungsi pada mana-mana peranti dengan sambungan internet.",
	"title_ico": "Tukar Gambar ke ICO Dalam Talian | Penukar Gambar ICO Percuma",
	"description_ico": "Tukar gambar ke format ICO dengan cepat dan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, BMP, PSD, GIF, dan banyak lagi. Perisian penukar gambar ICO berkualiti tinggi untuk telefon dan komputer.",
	"twitter_title_ico": "Tukar Gambar ke ICO Dalam Talian | Penukar Gambar ICO Percuma",
	"twitter_description_ico": "Tukar gambar ke format ICO dengan cepat dan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, BMP, PSD, GIF, dan banyak lagi. Perisian penukar gambar ICO berkualiti tinggi untuk telefon dan komputer.",
	"og_title_ico": "Tukar Gambar ke ICO Dalam Talian | Penukar Gambar ICO Percuma",
	"og_description_ico": "Tukar gambar ke format ICO dengan cepat dan mudah menggunakan alat dalam talian percuma kami. Menyokong PNG, BMP, PSD, GIF, dan banyak lagi. Perisian penukar gambar ICO berkualiti tinggi untuk telefon dan komputer.",
	"domain_canonical_ico": "https://compressimage.me/ms/ico",
	"title-body-top-ico": "Tukar Gambar ke ICO Dalam Talian",
	"content-body-top-ico": "Alat penukaran gambar ICO percuma, pantas, dan berkualiti tinggi.",
	"h2-overview-ico": "Gambaran Keseluruhan",
	"p-overview-ico": "Selamat datang ke alat penukar gambar ICO dalam talian kami. Tukar gambar anda ke format ICO dengan mudah menggunakan alat percuma dan mesra pengguna kami. Sama ada anda mempunyai PNG, BMP, PSD, GIF, atau format lain, penukar kami boleh mengendalikannya.",
	"h2-how-to-ico": "Cara Menukar Gambar ke ICO",
	"li1-how-to-ico": "Klik pada butang \"Pilih Fail\" untuk memuat naik gambar anda.",
	"li2-how-to-ico": "Pilih ICO sebagai format output.",
	"li3-how-to-ico": "Muat turun gambar ICO yang telah ditukar.",
	"p-how-to-ico": "Alat kami memastikan proses penukaran yang lancar dan pantas, menghasilkan gambar ICO berkualiti tinggi siap digunakan.",
	"h2-tutorial-ico": "Tutorial Video",
	"p1-tutorial-ico": "Tonton tutorial langkah demi langkah kami tentang cara menukar gambar ke format ICO. Panduan video ini akan membantu anda memahami proses dengan mudah.",
	"h2-tips-ico": "Petua untuk Menukar Gambar ke ICO",
	"p-tips-ico": "Berikut adalah beberapa petua untuk memastikan hasil terbaik semasa menukar gambar ke ICO:",
	"li1-tips-ico": "Mulakan dengan gambar resolusi tinggi untuk mengekalkan kualiti.",
	"li2-tips-ico": "Gunakan pemprosesan batch untuk menukar beberapa gambar sekaligus.",
	"li3-tips-ico": "Laraskan kecerahan dan kontras sebelum penukaran untuk output yang lebih baik.",
	"li4-tips-ico": "Simpan fail asal dengan selamat untuk kegunaan masa depan.",
	"h2-benefits-ico": "Manfaat Format ICO",
	"p-benefits-ico": "Menukar gambar ke ICO menawarkan beberapa manfaat:",
	"li1-benefits-ico": "Format ICO digunakan secara meluas untuk ikon dalam perisian dan laman web.",
	"li2-benefits-ico": "Menyokong pelbagai resolusi dalam satu fail.",
	"li3-benefits-ico": "Ikon berkualiti tinggi dengan saiz dan kedalaman boleh laras.",
	"li4-benefits-ico": "Kompatibiliti yang lebih baik dengan sistem operasi Windows.",
	"li5-benefits-ico": "Berfungsi dengan baik untuk membuat favicon untuk laman web.",
	"h2-when-to-convert-ico": "Kapan Menukar ke ICO",
	"p-when-to-convert-ico": "Pertimbangkan menukar gambar anda ke ICO dalam situasi berikut:",
	"li1-when-to-convert-ico": "Apabila membuat ikon untuk perisian atau aplikasi.",
	"li2-when-to-convert-ico": "Untuk digunakan sebagai favicon di laman web.",
	"li3-when-to-convert-ico": "Apabila anda memerlukan format yang menyokong pelbagai resolusi.",
	"li4-when-to-convert-ico": "Untuk keserasian yang lebih baik dengan sistem Windows.",
	"h2-comparison-ico": "ICO vs Format Lain",
	"p-comparison-ico": "Inilah perbandingan ICO dengan format gambar lain:",
	"strong1-comparison-ico": "ICO vs PNG: ",
	"li1-comparison-ico": "ICO menyokong pelbagai resolusi dalam satu fail, manakala PNG lebih baik untuk gambar berkualiti tinggi dengan ketelusan.",
	"strong2-comparison-ico": "ICO vs GIF: ",
	"li2-comparison-ico": "ICO sesuai untuk ikon statik, sementara GIF digunakan untuk animasi ringkas.",
	"strong3-comparison-ico": "ICO vs BMP: ",
	"li3-comparison-ico": "Fail ICO lebih serbaguna untuk ikon, manakala BMP menawarkan gambar tanpa pemampatan.",
	"strong4-comparison-ico": "ICO vs PSD: ",
	"li4-comparison-ico": "ICO digunakan untuk ikon akhir, manakala PSD digunakan untuk penyuntingan gambar dalam Adobe Photoshop.",
	"name-faqs1-ico": "Adakah alat penukaran gambar ini percuma?",
	"text-faqs1-ico": "Ya, alat kami sepenuhnya percuma digunakan. Tukar sebanyak mana gambar yang anda perlukan tanpa sebarang kos.",
	"name-faqs2-ico": "Perlukah saya membuat akaun?",
	"text-faqs2-ico": "Tidak, anda tidak perlu membuat akaun atau mendaftar. Mulakan menukar gambar anda serta-merta.",
	"name-faqs3-ico": "Format fail apa yang disokong?",
	"text-faqs3-ico": "Kami menyokong pelbagai format, termasuk PNG, BMP, PSD, GIF, dan banyak lagi.",
	"name-faqs4-ico": "Adakah data saya selamat?",
	"text-faqs4-ico": "Ya, kami mengutamakan privasi dan keselamatan anda. Semua fail diproses dengan selamat dan dipadam selepas penukaran.",
	"name-faqs5-ico": "Bolehkah saya menukar beberapa gambar sekaligus?",
	"text-faqs5-ico": "Ya, alat kami menyokong penukaran batch, membolehkan anda menukar beberapa gambar secara serentak.",
	"name-faqs6-ico": "Berapa lama proses penukaran mengambil masa?",
	"text-faqs6-ico": "Proses penukaran adalah cepat dan biasanya mengambil masa hanya beberapa saat, bergantung pada saiz dan format fail.",
	"name-faqs7-ico": "Bolehkah saya menukar gambar menggunakan peranti mudah alih?",
	"text-faqs7-ico": "Ya, alat kami mesra mudah alih dan berfungsi pada mana-mana peranti dengan sambungan internet.",
	"name-faqs8-ico": "Apa itu format ICO?",
	"text-faqs8-ico": "ICO adalah format fail yang digunakan untuk ikon dalam Microsoft Windows. Ia menyokong pelbagai resolusi dan kedalaman warna dalam satu fail, menjadikannya ideal untuk mencipta ikon yang kelihatan baik pada pelbagai saiz.",
	"name-faqs9-ico": "Bagaimana untuk menyimpan gambar dalam format ICO?",
	"text-faqs9-ico": "Anda boleh menyimpan gambar dalam format ICO dengan menggunakan penukar dalam talian kami. Muat naik gambar anda, pilih ICO sebagai format output, dan klik \"Tukar\".",
	"name-faqs10-ico": "Mengapa saya tidak dapat menukar gambar ke ICO?",
	"text-faqs10-ico": "Jika anda mengalami ralat semasa menukar gambar ke ICO, pastikan fail gambar tidak rosak dan cuba lagi. Jika masalah berterusan, hubungi pasukan sokongan kami untuk bantuan.",
	"name-faqs11-ico": "Apa penyelesaian kepada masalah semasa menukar gambar ke ICO?",
	"text-faqs11-ico": "Jika anda mengalami masalah, cuba kosongkan cache pelayar anda, pastikan sambungan internet stabil, atau gunakan pelayar yang berbeza. Jika tiada penyelesaian ini berfungsi, sila hubungi pasukan sokongan kami untuk bantuan.",
	"title_crop": "Potong Gambar Dalam Talian - Alat Potong Gambar Percuma Dalam Talian",
	"description_crop": "Potong, ubah saiz dan edit gambar anda dengan mudah dalam talian dengan alat potong gambar percuma kami. Hilangkan bahagian yang tidak diingini dan cipta gambar yang disesuaikan dengan mudah.",
	"twitter_title_crop": "Potong Gambar Dalam Talian - Alat Potong Gambar Percuma Dalam Talian",
	"twitter_description_crop": "Potong, ubah saiz dan edit gambar anda dengan mudah dalam talian dengan alat potong gambar percuma kami. Hilangkan bahagian yang tidak diingini dan cipta gambar yang disesuaikan dengan mudah.",
	"og_title_crop": "Potong Gambar Dalam Talian - Alat Potong Gambar Percuma Dalam Talian",
	"og_description_crop": "Potong, ubah saiz dan edit gambar anda dengan mudah dalam talian dengan alat potong gambar percuma kami. Hilangkan bahagian yang tidak diingini dan cipta gambar yang disesuaikan dengan mudah.",
	"domain_canonical_crop": "https://compressimage.me/ms/crop",
	"h1-title-crop": "Potong Gambar Dalam Talian - Alat Potong Gambar Percuma Dalam Talian",
	"p1-title-crop": "Potong JPG, PNG atau GIF dengan menentukan segi empat tepat dalam piksel. Potong gambar anda dalam talian. Alat Potong Gambar Percuma Dalam Talian",
	"h2-introduction-crop": "Pengenalan",
	"p-introduction-crop": "Selamat datang ke Crop Image Online, alat utama anda untuk semua keperluan pemotongan gambar. Alat dalam talian percuma kami membolehkan anda memotong, mengubah saiz dan mengedit gambar dengan sempurna. Sama ada anda ingin menghilangkan bahagian yang tidak diingini dari gambar, mencipta gambar dengan saiz yang disesuaikan, atau hanya membuat beberapa suntingan cepat, antaramuka mesra pengguna kami memudahkan dan menjadikannya cekap.",
	"h2-crop-photo": "Potong Gambar",
	"p-crop-photo": "Alat potong gambar kami membolehkan anda memotong gambar dalam talian dengan mudah. Hilangkan bahagian yang tidak diingini dan fokus pada elemen penting gambar. Sama ada anda mahu memotong gambar untuk media sosial atau hanya menghilangkan bahagian yang tidak perlu, alat kami menjadikan proses ini mudah dan cepat.",
	"li1-crop-photo": "Muat naik gambar anda",
	"li2-crop-photo": "Laraskan kawasan potongan",
	"li3-crop-photo": "Simpan gambar yang dipotong",
	"h2-edit-image-size": "Edit Saiz Gambar",
	"p1-edit-image-size": "Dengan alat kami, anda boleh mengedit saiz gambar anda dengan mudah. Laraskan dimensi untuk memenuhi keperluan anda dengan sempurna. Sama ada anda perlu mengubah saiz gambar untuk laman web, media sosial atau cetakan, alat kami memberikan kawalan tepat terhadap saiz gambar.",
	"p2-edit-image-size": "Alat penyuntingan kami menyokong pelbagai format, memastikan anda boleh bekerja dengan apa jua fail gambar yang anda miliki. Contoh penggunaan biasa termasuk:",
	"li1-edit-image-size": "Ubah saiz untuk siaran media sosial",
	"li2-edit-image-size": "Laraskan saiz untuk cetakan",
	"li3-edit-image-size": "Optimalkan gambar untuk laman web",
	"h2-resize-image": "Ubah Saiz Gambar",
	"p1-resize-image": "Perlu mengubah saiz gambar? Aplikasi potong gambar kami membolehkan anda mengubah saiz gambar dengan cepat dan mudah. Hanya muat naik gambar anda, pilih saiz yang dikehendaki dan muat turun gambar yang telah diubah saiz. Mudah sahaja!",
	"p2-resize-image": "Mengubah saiz gambar boleh membantu mengurangkan saiz fail, memperbaiki masa pemuatan laman web dan memastikan gambar anda kelihatan hebat di mana-mana peranti.",
	"h3-resize-image": "Kelebihan Mengubah Saiz Gambar",
	"li1-resize-image": "Masa pemuatan laman web yang lebih cepat",
	"li2-resize-image": "Paparan yang lebih baik di pelbagai peranti",
	"li3-resize-image": "Kurang penggunaan storan",
	"h2-create-custom-size-image": "Cipta Gambar Saiz Tersuai",
	"p1-create-custom-size-image": "Cipta gambar saiz tersuai dengan perisian potong gambar kami. Tetapkan dimensi anda sendiri dan dapatkan saiz yang sempurna setiap kali. Sama ada anda memerlukan saiz tertentu untuk projek atau hanya ingin bereksperimen, alat kami menyediakan fleksibiliti yang anda perlukan.",
	"p2-create-custom-size-image": "Untuk mencipta gambar saiz tersuai:",
	"li1-create-custom-size-image": "Muat naik gambar anda",
	"li2-create-custom-size-image": "Masukkan dimensi yang dikehendaki",
	"li3-create-custom-size-image": "Laraskan kawasan potongan jika perlu",
	"li4-create-custom-size-image": "Muat turun gambar saiz tersuai anda",
	"h2-remove-unwanted": "Hilangkan Bahagian Gambar yang Tidak Diingini",
	"p1-remove-unwanted": "Hilangkan bahagian yang tidak diingini dari gambar dengan ketepatan tinggi. Alat potong gambar kami membantu anda fokus pada bahagian terbaik gambar anda. Sama ada menghilangkan butiran latar belakang yang tidak diperlukan atau fokus pada objek tertentu, alat kami menjadikan proses ini mudah.",
	"p2-remove-unwanted": "Situasi biasa di mana ciri ini berguna termasuk:",
	"li1-remove-unwanted": "Menghilangkan objek dalam latar belakang",
	"li2-remove-unwanted": "Fokus pada objek tertentu",
	"li3-remove-unwanted": "Membersihkan dokumen yang diimbas",
	"h2-crop-image-tool": "Alat Potong Gambar",
	"p1-crop-image-tool": "Gunakan alat potong gambar kami untuk melaraskan gambar anda dengan mudah. Antaramuka mesra pengguna dan berkesan. Hanya muat naik gambar anda, laraskan kawasan potongan dan simpan gambar yang telah diedit.",
	"p2-crop-image-tool": "Alat kami menyokong pelbagai format gambar termasuk JPG, PNG dan GIF. Ia sesuai untuk suntingan cepat dan tugas pemotongan yang lebih terperinci.",
	"h2-crop-image-software": "Perisian Potong Gambar",
	"p1-crop-image-software": "Perisian potong gambar kami menyediakan pengalaman yang lancar untuk semua keperluan pemotongan gambar anda. Sama ada anda seorang jurugambar profesional atau hanya ingin mengedit beberapa gambar peribadi, perisian kami menyediakan alat yang anda perlukan.",
	"p2-crop-image-software": "Ciri-ciri termasuk:",
	"li1-crop-image-software": "Pemotongan gambar tepat",
	"li2-crop-image-software": "Sokongan pelbagai format fail",
	"li3-crop-image-software": "Antaramuka yang mudah digunakan",
	"h2-crop-image-app": "Aplikasi Potong Gambar",
	"p1-crop-image-app": "Cuba aplikasi potong gambar kami untuk peranti mudah alih. Potong gambar ketika dalam perjalanan dengan mudah. Aplikasi kami tersedia untuk iOS dan Android, membolehkan anda mengedit gambar di mana sahaja.",
	"p2-crop-image-app": "Dengan aplikasi kami, anda boleh:",
	"li1-crop-image-app": "Potong gambar dengan isyarat sentuhan",
	"li2-crop-image-app": "Simpan dan kongsi gambar yang diedit dengan segera",
	"li3-crop-image-app": "Akses ciri-ciri suntingan lanjut",
	"h2-crop-image-tutorial": "Tutorial Potong Gambar",
	"p1-crop-image-tutorial": "Belajar cara memotong gambar dengan tutorial langkah demi langkah kami. Sesuai untuk pemula dan pakar, tutorial kami meliputi semua yang anda perlu tahu untuk memaksimumkan penggunaan alat potong gambar kami.",
	"p2-crop-image-tutorial": "Tutorial merangkumi:",
	"li1-crop-image-tutorial": "Cara muat naik dan pilih gambar",
	"li2-crop-image-tutorial": "Laraskan kawasan potongan",
	"li3-crop-image-tutorial": "Simpan dan muat turun gambar yang dipotong",
	"p1-tutorial-crop": "Lihat tutorial langkah demi langkah kami tentang cara memotong pelbagai format gambar menggunakan alat dalam talian kami. Tutorial ini sesuai untuk pemula dan merangkumi semua langkah yang perlu untuk melakukan potongan dengan berjaya.",
	"h2-how-to-crop": "Cara Potong Gambar",
	"p1-how-to-crop": "Tidak tahu cara memotong gambar? Ikuti panduan mudah kami tentang cara memotong gambar dengan cepat dan berkesan. Panduan kami termasuk petua dan trik untuk memastikan gambar anda kelihatan terbaik.",
	"p2-how-to-crop": "Langkah-langkah untuk memotong gambar:",
	"li1-how-to-crop": "Muat naik gambar anda ke alat",
	"li2-how-to-crop": "Pilih kawasan yang anda ingin kekalkan",
	"li3-how-to-crop": "Laraskan kotak potongan jika perlu",
	"li4-how-to-crop": "Potong dan muat turun gambar yang telah dipotong",
	"h2-crop-image-online": "Potong Gambar Dalam Talian",
	"p1-crop-image-online": "Potong gambar dalam talian tanpa perlu memasang perisian. Alat percuma kami membolehkan anda memotong gambar terus dari pelayar, tanpa perlu muat turun atau pemasangan. Hanya muat naik gambar anda, laraskan kawasan potongan dan simpan gambar yang telah diedit.",
	"p2-crop-image-online": "Kelebihan potong gambar dalam talian:",
	"li1-crop-image-online": "Tiada pemasangan perisian diperlukan",
	"li2-crop-image-online": "Penyuntingan yang cepat dan mudah",
	"li3-crop-image-online": "Akses dari mana-mana peranti",
	"h2-crop-image-free": "Potong Gambar Percuma",
	"p1-crop-image-free": "Nikmati alat potong gambar percuma kami. Tiada muat turun atau pemasangan diperlukan. Alat kami adalah percuma sepenuhnya, membolehkan anda mengaksesnya dengan mudah.",
	"p2-crop-image-free": "Sama ada anda perlu memotong gambar untuk kegunaan peribadi atau projek, alat percuma kami menyediakan semua ciri yang anda perlukan.",
	"h2-crop-image-grid": "Potong Gambar Menggunakan Grid",
	"p1-crop-image-grid": "Gunakan ciri grid untuk memotong gambar dengan ketepatan. Sesuai untuk pelarasan terperinci, grid membantu anda menyelaraskan dan memotong gambar dengan tepat.",
	"p2-crop-image-grid": "Kelebihan menggunakan ciri grid:",
	"li1-crop-image-grid": "Penjajaran yang tepat",
	"li2-crop-image-grid": "Meningkatkan susun atur",
	"li3-crop-image-grid": "Mudah digunakan",
	"name-faqs1-crop": "Apakah format gambar yang anda sokong?",
	"text-faqs1-crop": "Kami menyokong pelbagai format gambar termasuk JPG, PNG dan GIF. Ini memastikan anda boleh bekerja dengan kebanyakan fail gambar popular.",
	"name-faqs2-crop": "Adakah alat potong gambar anda percuma?",
	"text-faqs2-crop": "Ya, alat potong gambar kami adalah percuma sepenuhnya. Tiada yuran tersembunyi atau keperluan muat turun.",
	"name-faqs3-crop": "Bolehkah saya menggunakan alat ini pada peranti mudah alih?",
	"text-faqs3-crop": "Ya, alat kami adalah sepenuhnya serasi dengan peranti mudah alih. Anda boleh memotong gambar dalam perjalanan dengan antaramuka mesra mudah alih kami atau aplikasi khusus untuk iOS dan Android.",
	"name-faqs4-crop": "Bagaimana saya boleh menyimpan gambar yang telah dipotong?",
	"text-faqs4-crop": "Apabila anda selesai memotong gambar, hanya klik butang \"Potong Gambar\". Gambar yang telah dipotong akan dimuat turun secara automatik ke peranti anda.",
	"name-faqs5-crop": "Adakah saya perlu membuat akaun untuk menggunakan alat ini?",
	"text-faqs5-crop": "Tidak, anda tidak perlu membuat akaun. Alat kami direka untuk digunakan dengan cepat dan mudah tanpa memerlukan pendaftaran."

}