{
  "title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
  "description": "Terokai alat-alat kompresi gambar dalam talian percuma kami, direka untuk mengompres JPG, PNG, dan GIF tanpa kehilangan kualiti. Optimumkan prestasi laman web anda dan tingkatkan pengalaman pengguna di platform web, iPhone, dan Android. Sesuai untuk pembangun dan pereka yang ingin mengompres gambar secara berkesan dan meningkatkan SEO.",
  "keyword": "Kompresi tanpa kehilangan, Kompres JPG, Kompres PNG, Kompres GIF, Kurangkan saiz gambar, Kompresi gambar percuma, Kompresi gambar dalam talian, Kompresi gambar untuk web, Optimumkan muatan gambar",
  "twitter_card_sumary": "ringkasan",
  "twitter_title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
  "twitter_description": "Alat kompresi gambar dalam talian percuma untuk mengurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
  "og_title": "Alat Kompresi Gambar Dalam Talian Percuma - Kompresi Gambar Tanpa Kehilangan Kualiti",
  "og_description": "Alat kompresi gambar dalam talian percuma untuk mengurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
  "title-body-top": "Alat untuk mengoptimumkan dan mengompresi gambar, mengurangkan saiz gambar tanpa kos",
  "content-body-top": "Kurangkan saiz fail gambar tanpa kehilangan kualiti. Kompres JPG, PNG, dan GIF untuk laman web, iPhone, dan Android.",
  "title-choose-file": "Klik untuk muat naik gambar",
  "title-welcome": "Cara Kompresi Gambar Dalam Talian",
  "content-welcome": "Alat kompresi gambar kami mudah digunakan dan sangat berkesan. Ikuti langkah-langkah ini untuk mengurangkan saiz fail gambar anda:",
  "content-welcome-chill-1": "Muat naik gambar anda menggunakan borang di atas.",
  "content-welcome-chill-2": "Pilih tahap kompresi yang dikehendaki untuk menyeimbangkan kualiti dan saiz fail.",
  "content-welcome-chill-3": "Muat turun gambar yang telah dipampatkan ke peranti anda.",
  "content-body-title1": "Manfaat Kompresi Gambar",
  "content-description1": "Kompresi gambar penting atas pelbagai sebab. Berikut adalah beberapa manfaat utamanya:",
  "content-description1-strong1": "Masa Muat Lebih Pantas: ",
  "content-description1-strong2": "Penggunaan Jalur Lebar yang Dikurangkan: ",
  "content-description1-strong3": "SEO yang Ditingkatkan: ",
  "content-description1-strong4": "Penjimatan Penyimpanan: ",
  "content-description1-chill-1": "Gambar yang dipampatkan memuatkan lebih cepat, meningkatkan pengalaman pengguna di laman web anda.",
  "content-description1-chill-2": "Saiz gambar yang lebih kecil menggunakan kurang jalur lebar, yang boleh menjimatkan kos, terutama untuk pengguna mudah alih.",
  "content-description1-chill-3": "Masa muat yang lebih pantas menyumbang kepada peringkat SEO yang lebih baik di enjin carian seperti Google.",
  "content-description1-chill-4": "Gambar yang dipampatkan mengambil ruang kurang, membebaskan ruang penyimpanan di pelayan atau peranti anda.",
  "content-body-title2": "Format Gambar yang Disokong",
  "content-description2": "Alat kami menyokong kompresi pelbagai format gambar, termasuk:",
  "content-description2-strong1": "JPG: ",
  "content-description2-strong2": "PNG: ",
  "content-description2-strong3": "GIF: ",
  "content-description2-chill-1": "Bagus untuk foto dan gambar dengan gradien.",
  "content-description2-chill-2": "Terbaik untuk grafik, logo, dan gambar dengan teks.",
  "content-description2-chill-3": "Sesuai untuk animasi mudah dan gambar dengan sedikit warna.",
  "content-body-title3": "Petua Optimumkan Gambar",
  "content-description3": "Berikut adalah beberapa petua tambahan untuk membantu anda mengoptimumkan gambar untuk prestasi yang lebih baik:",
  "content-description3-strong1": "Ubah Saiz Gambar:",
  "content-description3-strong2": "Pilih Format yang Betul: ",
  "content-description3-strong3": "Hapus Metadata: ",
  "content-description3-strong4": "Guna Format WebP: ",
  "content-description3-chill-1": "Sebelum memampatkan, pastikan untuk mengubah saiz gambar kepada dimensi yang anda perlukan. Gambar yang lebih besar mengambil lebih banyak ruang dan mengambil masa lebih lama untuk dimuatkan.",
  "content-description3-chill-2": "Guna JPG untuk foto, PNG untuk gambar dengan teks atau ketelusan, dan GIF untuk animasi mudah.",
  "content-description3-chill-3": "Keluarkan metadata yang tidak perlu dari gambar anda untuk mengurangkan saiz fail.",
  "content-description3-chill-4": "Pertimbangkan menggunakan format WebP untuk gambar web, kerana ia menawarkan kadar pemampatan yang lebih baik.",
  "title-welcome-faqs": "Soalan Lazim",
  "name-faqs1": "Patutkah Saya Mampatkan Gambar JPG atau PNG?",
  "text-faqs1": "Gambar JPG sesuai untuk foto dan gambar dengan gradien, manakala gambar PNG lebih baik untuk grafik dan gambar dengan teks. Pilih format berdasarkan keperluan anda.",
  "name-faqs2": "Adakah Kompresi Gambar Mempengaruhi Kualiti Gambar?",
  "text-faqs2.1": "Teknik kompresi tanpa kehilangan mengurangkan saiz fail tanpa mempengaruhi kualiti gambar. Bagi pengurangan saiz yang signifikan, mungkin ada sedikit penurunan kualiti, tetapi biasanya sangat kecil.",
  "name-faqs3": "Bagaimana Cara Mampatkan Saiz Fail Gambar Menjadi Kurang dari 100KB?",
  "text-faqs3": "Tetapkan tetapan kompresi pada tahap yang lebih tinggi dan keluarkan metadata yang tidak perlu. Ini membantu mencapai saiz fail yang lebih kecil. Selain itu, mengubah saiz gambar kepada dimensi yang lebih kecil juga boleh secara signifikan mengurangkan saiz fail.",
  "name-faqs4": "Bolehkah Saya Mampatkan Gambar di iPhone atau Peranti Android Saya?",
  "text-faqs4": "Ya, alat dalam talian kami mesra mobile dan berfungsi dengan lancar di peranti iPhone dan Android. Anda boleh mampatkan gambar secara langsung dari pelayar mudah alih anda tanpa perlu memasang aplikasi tambahan.",
  "name-faqs5": "Apakah Kompresi Gambar Tanpa Kehilangan?",
  "text-faqs5": "Kompresi gambar tanpa kehilangan mengurangkan saiz fail gambar tanpa mengurangkan kualiti. Teknik ini sesuai untuk gambar di mana memelihara kualiti asal adalah penting.",
  "name-faqs6": "Bagaimana Kompresi Gambar Meningkatkan Prestasi Laman Web?",
  "text-faqs6": "Gambar yang dipampatkan memuat lebih cepat, mengurangkan masa muat keseluruhan laman web anda. Ini meningkatkan pengalaman pengguna dan boleh menyebabkan peringkat enjin carian yang lebih baik.",
  "name-faqs7": "Adakah Kompresi Gambar Dalam Talian Selamat?",
  "text-faqs7": "Ya, alat kompresi gambar dalam talian kami memastikan gambar anda diproses dengan selamat. Kami tidak menyimpan sebarang gambar di pelayan kami selepas dipampatkan.",
  "name-faqs8": "Bolehkah Saya Mampatkan Beberapa Gambar pada Satu Masa?",
  "text-faqs8": "Untuk masa ini, alat kami hanya membenarkan anda untuk memampatkan satu gambar pada satu masa. Kami sedang mengusahakan ciri untuk menyokong pemampatan secara berkelompok pada masa depan.",
  "name-faqs9": "Tingkat Kompresi Terbaik untuk Gambar Web?",
  "text-faqs9": "Tingkat kompresi yang optimal bergantung kepada keperluan khusus laman web anda. Untuk kebanyakan tujuan, tingkat kompresi sederhana menawarkan keseimbangan yang baik antara saiz fail dan kualiti gambar.",
  "name-faqs10": "Mengapa Saya Perlu Mengeluarkan Metadata dari Gambar?",
  "text-faqs10": "Mengeluarkan metadata seperti tetapan kamera dan data lokasi dapat mengurangkan saiz fail gambar anda secara signifikan. Ini membantu dalam memuatkan lebih cepat dan menghemat bandwidth.",
  "mes_error_1": "Oh tidak!",
  "mes_error_2": "Saiz fail melebihi had 1MB dan Maksimum 1 foto",
  "lang": "ms"
}