{
	"title": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma",
	"description": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma adalah alat optimasi gambar yang membantu mengurangkan saiz fail sebanyak mungkin, memampatkan gambar dalam format JPEG, GIF dan PNG kepada saiz yang paling kecil mungkin di pelbagai platform termasuk Android, iOS dan PC.",
	"twitter_card_summary": "ringkasan",
	"twitter_title": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma",
	"twitter_description": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma adalah alat optimasi gambar yang membantu mengurangkan saiz fail sebanyak mungkin, memampatkan gambar dalam format JPEG, GIF dan PNG kepada saiz yang paling kecil mungkin di pelbagai platform termasuk Android, iOS dan PC.",
	"og_title": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma",
	"og_description": "Alat Pemampatan Gambar dalam Talian - Pemangkas Foto Percuma adalah alat optimasi gambar yang membantu mengurangkan saiz fail sebanyak mungkin, memampatkan gambar dalam format JPEG, GIF dan PNG kepada saiz yang paling kecil mungkin di pelbagai platform termasuk Android, iOS dan PC.",
	"content": "Bahasa Laman Web Bahasa Malaysia",
	"content-body-top": "Alat optimasi ini membantu memampatkan gambar JPG, JPEG, GIF dan PNG kepada saiz yang paling kecil mungkin, sambil mengekalkan kualiti yang diperlukan.",
	"title-choose-file": "Klik untuk muat naik gambar",
	"content-welcome": "- tempat untuk mendapatkan perkhidmatan pemampatan gambar, mengurangkan saiz gambar, dan alat yang berkaitan untuk memenuhi keperluan anda.",
	"title-welcome": "Selamat Datang ke Laman Web Mampatan Gambar Secara Dalam Talian",
	"content-body-title": "content-body-title",
	"content-body-title1": "Mampatan Gambar Dalam Talian:",
	"content-description1": "Dengan alat mampatan gambar dalam talian kami, anda boleh memampatkan fail gambar JPG, PNG, GIF dengan cepat dan berkesan. Tiada perisian yang perlu dipasang, hanya perlu muat naik gambar anda dan kami akan menyiapkan yang lain.",
	"content-body-title2": "Mengurangkan Saiz Gambar Tanpa Mengurangkan Kualiti:",
	"content-description2": "Kami berjanji bahawa alat kami akan membantu anda mengurangkan saiz gambar tanpa mempengaruhi ketajaman, warna, dan butiran gambar, dengan matlamat memberikan pengalaman terbaik kepada anda.",
	"content-body-title3": "Alat Mudah Digunakan pada Semua Peranti:",
	"content-description3": "Laman web kami sepenuhnya serasi dengan semua peranti, dari komputer riba hingga telefon pintar dan tablet, memberikan fleksibiliti yang mudah kepada anda.",
	"content-body-title4": "Perkhidmatan Pemampatan Gambar Secara Berkelompok:",
	"content-description4": "Jika anda memerlukan untuk mengurangkan saiz untuk banyak gambar pada satu masa, kami juga menyediakan perkhidmatan pemampatan gambar secara berkelompok, membantu anda menjimatkan masa dan tenaga.",
	"content-body-title5": "Sokongan Pelbagai Platform:",
	"content-description5": "Kami tidak hanya menyokong pada komputer, kami juga menyediakan aplikasi utiliti untuk peranti Android dan iOS, membolehkan anda mengurangkan saiz gambar dengan mudah terus dari peranti mudah alih anda.",
	"content-description5.2": "Mengurangkan Saiz Gambar PNG, Mengurangkan Saiz Gambar GIF, Mengurangkan Saiz Gambar JPG, Mengurangkan Saiz Gambar di Telefon, Mengurangkan Saiz Gambar di Komputer, Mengurangkan Saiz Gambar dalam Talian, Perisian Pengurangan Saiz Gambar di Android, Pemampatan Saiz Gambar Secara Berkelompok dalam Talian, Mengurangkan Saiz Gambar di iPhone. Kami memenuhi keperluan anda dengan pelbagai alat dan perkhidmatan untuk mengurangkan saiz gambar, dari jenis fail gambar yang popular seperti PNG, GIF, JPG kepada peranti mudah alih seperti iPhone dan sistem operasi seperti Android.",
	"title-welcome-faqs": "Soalan Lazim dan Sokongan: Laman web boleh menyediakan bahagian yang dikhaskan untuk soalan lazim (FAQ) dan sokongan pelanggan. Ini membantu pengguna menyelesaikan sebarang masalah yang mungkin mereka hadapi dan mendapatkan sokongan bila diperlukan.",
	"name-faqs1": "Apakah CompressImage dan mengapa pemampatan gambar penting?",
	"text-faqs1": "CompressImage adalah perkhidmatan dalam talian atau alat perisian yang membantu memampatkan gambar untuk mengurangkan saiz mereka sambil mengekalkan kualiti gambar. Proses pemampatan gambar penting kerana ia membantu mempercepatkan kelajuan muat laman web, mengurangkan lebar jalur rangkaian, dan meningkatkan pengalaman pengguna dengan membuat laman web memuat dengan lebih cepat dan efisien.",
	"name-faqs2": "Bagaimana saya boleh memampatkan gambar di CompressImage?",
	"text-faqs2.1": "Buka pelayar web dan masukkan alamat laman web CompressImage.id.vn ke dalam bar alamat.",
	"text-faqs2.2": "Klik butang 'Muat Naik Gambar' atau seret dan lepas fail gambar anda dari komputer ke laman web.",
	"text-faqs2.3": "Selepas memuat naik gambar, anda akan melihat pilihan konfigurasi pemampatan. Pilih format gambar (JPEG, PNG, GIF, dll.) dan sesuaikan tahap pemampatan jika perlu.",
	"text-faqs2.4": "CompressImage akan memproses gambar anda dan menghasilkan versi yang telah dipampatkan dengan saiz yang lebih rendah tetapi masih mengekalkan kualiti.",
	"text-faqs2.5": "Selepas proses pemampatan selesai, anda akan diberi pilihan untuk memuat turun gambar yang telah dipampatkan. Klik butang 'Muat Turun' untuk menyimpan fail yang telah dipampatkan ke komputer anda.",
	"text-faqs2.6": "Buka gambar yang telah dipampatkan untuk memeriksa kualiti dan saiz. Pastikan gambar masih mengekalkan kualiti yang diinginkan sambil saiznya telah dikurangkan",
	"name-faqs3": "Apakah CompressImage menyediakan alat pemampatan gambar?",
	"text-faqs3": "CompressImage menyediakan pelbagai alat pemampatan gambar seperti TinyPNG, JPEG Optimizer, ImageOptim, dan banyak lagi, masing-masing dengan kelebihan dan kelemahan tersendiri.",
	"name-faqs4": "Bagaimana cara memampatkan gambar dengan berkesan menggunakan CompressImage?",
	"text-faqs4": "Untuk memampatkan gambar dengan berkesan menggunakan CompressImage, anda perlu memilih tetapan pemampatan yang sesuai, termasuk memilih format pemampatan (JPEG, PNG, GIF, dll.), tahap pemampatan (biasanya dalam bentuk peratusan atau konfigurasi yang spesifik), dan mengawal faktor lain seperti saiz gambar.",
	"name-faqs5": "Bolehkah saya memampatkan gambar secara dalam talian menggunakan CompressImage?",
	"text-faqs5": "Ya, CompressImage biasanya menyediakan perkhidmatan pemampatan gambar dalam talian melalui laman web mereka, membolehkan anda memuat naik dan memampatkan gambar dengan cepat dan mudah dari mana-mana peranti yang berhubungan dengan internet.",
	"name-faqs6": "Bolehkah CompressImage membantu mengurangkan saiz gambar tanpa mengorbankan kualiti?",
	"text-faqs6": "Ya, CompressImage menggunakan algoritma pemampatan yang canggih untuk mengurangkan saiz gambar sambil tetap mempertahankan kualiti gambar asal. Walau bagaimanapun, pengurangan saiz kadang-kadang boleh mempengaruhi kualiti gambar, terutamanya apabila menggunakan tahap pemampatan yang tinggi.",
	"name-faqs7": "Bagaimana memilih tetapan pemampatan yang sesuai apabila menggunakan CompressImage?",
	"text-faqs7": "Apabila menggunakan CompressImage, anda perlu mempertimbangkan keperluan anda dan memilih tetapan pemampatan yang sesuai. Ini termasuk menentukan tahap pemampatan, format output, dan pilihan lain seperti mengekalkan dimensi gambar atau mengurangkan saiz gambar.",
	"name-faqs8": "Format gambar mana yang disokong oleh CompressImage?",
	"text-faqs8": "CompressImage biasanya menyokong pemampatan untuk format gambar yang biasa seperti JPEG, PNG, GIF, SVG, dan banyak lagi.",
	"name-faqs9": "Bolehkah saya menggunakan CompressImage secara percuma?",
	"text-faqs9": "Ya, CompressImage biasanya menyediakan versi percuma dengan beberapa had pada saiz pemampatan atau kualiti gambar. Anda juga boleh meningkatkan ke pakej perkhidmatan berbayar untuk ciri tambahan dan fleksibiliti.",
	"name-faqs10": "Bagaimana memastikan gambar saya masih berkualiti selepas dipampatkan dengan CompressImage?",
	"text-faqs10": "Untuk memastikan gambar anda masih berkualiti selepas dipampatkan dengan CompressImage, anda perlu menyemak hasil pemampatan dan membuat penyesuaian pada tetapan pemampatan jika diperlukan. Anda juga boleh membandingkan visual antara gambar asal dan gambar yang telah dipampatkan untuk memastikan tidak ada penurunan kualiti yang signifikan.",
	"twitter_card_sumary": "twitter_card_sumary",
	"mes_error_1": "Oh snap!",
	"mes_error_2": "Saiz fail melebihi had 1MB dan Maksimum 1 gambar"
}