{
	"title": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografiie",
	"description": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografii este o unealtă de optimizare a imaginilor care ajută la reducerea la maxim a dimensiunii fișierelor, comprimând imaginile în formatele JPEG, GIF și PNG pe platformele Android, iOS și PC.",
	"twitter_card_sumary": "rezumat",
	"twitter_title": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografii",
	"twitter_description": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografii este o unealtă de optimizare a imaginilor care ajută la reducerea la maxim a dimensiunii fișierelor, comprimând imaginile în formatele JPEG, GIF și PNG pe platformele Android, iOS și PC.",
	"og_title": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografii",
	"og_description": "Instrument de Compresie a Imaginilor Online - Reductor Gratuit de Fotografii este o unealtă de optimizare a imaginilor care ajută la reducerea la maxim a dimensiunii fișierelor, comprimând imaginile în formatele JPEG, GIF și PNG pe platformele Android, iOS și PC.",
	"content": "Limba site-ului: Vietnamita",
	"content-body-top": "Această unealtă de optimizare ajută la comprimarea maximă a imaginilor în formatele JPG, JPEG, GIF și PNG, asigurând totodată calitatea necesară.",
	"title-choose-file": "Apasă pentru a încărca o imagine",
	"content-welcome": "- un loc care oferă servicii de comprimare a imaginilor, reducere a dimensiunii imaginilor și alte unelte conexe pentru a satisface nevoile tale.",
	"title-welcome": "Bine ai venit pe site-ul de comprimare de imagini online",
	"content-body-title": "Titlul conținutului",
	"content-body-title1": "Comprimare de imagini online:",
	"content-description1": "Cu unealta noastră de comprimare de imagini online, poți comprima rapid și eficient fișierele de imagine JPG, PNG și GIF. Nu este nevoie să instalezi software-uri, trebuie doar să încarci imaginile tale și noi ne vom ocupa de restul.",
	"content-body-title2": "Redu dimensiunea imaginilor fără a compromite calitatea:",
	"content-description2": "Ne angajăm să facem ca unealta noastră să te ajute să reduci dimensiunea imaginilor fără a afecta claritatea, culoarea și detaliile, pentru a-ți oferi cea mai bună experiență posibilă.",
	"content-body-title3": "Utilitar ușor de utilizat pe toate dispozitivele:",
	"content-description3": "Site-ul nostru este complet compatibil cu toate dispozitivele, de la calculatoare la telefoane mobile și tablete, oferindu-ți flexibilitate și conveniență maximă.",
	"content-body-title4": "Serviciu de reducere a dimensiunii imaginilor în masă:",
	"content-description4": "Dacă ai nevoie să reduci dimensiunea mai multor imagini în același timp, oferim și un serviciu de reducere a dimensiunii imaginilor în masă pentru a economisi timp și efort.",
	"content-body-title5": "Suport multiplatformă:",
	"content-description5": "În plus față de suportul pentru calculatoare, oferim și aplicații utilitare pentru dispozitive Android și iOS, permițându-ți să reduci dimensiunea imaginilor ușor pe dispozitivul tău mobil.",
	"content-description5.2": "Reducerea dimensiunii imaginilor PNG, reducerea dimensiunii imaginilor GIF, reducerea dimensiunii imaginilor JPG, reducerea dimensiunii imaginilor pe telefon, reducerea dimensiunii imaginilor pe calculator, reducerea dimensiunii imaginilor online, software-ul de reducere a dimensiunii imaginilor pe Android, reducerea dimensiunii imaginilor în masă online, reducerea dimensiunii imaginilor pe iPhone. Răspundem tuturor nevoilor tale cu o gamă de unelte și servicii de reducere a dimensiunii imaginilor, de la formatele de imagine populare precum PNG, GIF, JPG la dispozitivele mobile precum iPhone și sistemele de operare Android.",
	"title-welcome-faqs": "Întrebări frecvente și Suport: Site-ul poate furniza o secțiune dedicată întrebărilor frecvente (FAQ) și suportului pentru clienți. Acest lucru ajută utilizatorii să rezolve orice problemă ar putea întâmpina și să primească asistență atunci când este necesar.",
	"name-faqs1": "Ce este CompressImage și de ce este importantă comprimarea imaginilor?",
	"text-faqs1": "CompressImage este un serviciu online sau o unealtă software care ajută la comprimarea imaginilor pentru a reduce dimensiunea acestora în timp ce păstrează calitatea. Comprimarea imaginilor este importantă deoarece ajută la accelerarea încărcării paginilor web, reducerea lățimii de bandă și îmbunătățirea experienței utilizatorului prin facilitarea încărcării rapide și eficiente a paginilor web.",
	"name-faqs2": "Cum pot să comprim imaginile cu CompressImage?",
	"text-faqs2.1": "Deschide-ți browser-ul web și introdu adresa site-ului web CompressImage.id.vn în bara de căutare.",
	"text-faqs2.2": "Apasă pe butonul \"Încarcă imaginea\" sau trage și plasează fișierul imagine de pe computer pe site.",
	"text-faqs2.3": "După ce imaginea este încărcată, vei vedea opțiuni de configurare a compresiei. Alege formatul imaginii (JPEG, PNG, GIF etc.) și ajustează nivelul de compresie dacă este necesar.",
	"text-faqs2.4": "CompressImage va procesa imaginea și va genera o versiune comprimată cu dimensiuni mai mici, dar păstrând calitatea.",
	"text-faqs2.5": "După ce procesul de compresie este complet, vei primi opțiunea de a descărca imaginea comprimată. Apasă pe butonul \"Descarcă\" pentru a salva fișierul comprimat pe computerul tău.",
	"text-faqs2.6": "Deschide imaginea comprimată pentru a verifica calitatea și dimensiunea. Asigură-te că imaginea încă păstrează calitatea dorită în timp ce dimensiunea sa a fost redusă.",
	"name-faqs3": "CompressImage oferă ce unelte de comprimare a imaginilor?",
	"text-faqs3": "CompressImage oferă o varietate de unelte de comprimare a imaginilor precum TinyPNG, JPEG Optimizer, ImageOptim și multe altele, fiecare cu avantajele și limitările sale.",
	"name-faqs4": "Cum pot comprima imaginile eficient cu CompressImage?",
	"text-faqs4": "Pentru a comprima imagini eficient cu CompressImage, trebuie să alegi setările de comprimare potrivite, inclusiv alegerea formatului de comprimare (JPEG, PNG, GIF etc.), nivelul de compresie (de obicei exprimat în procent sau cu configurații specifice) și controlul altor factori precum dimensiunea imaginii.",
	"name-faqs5": "Pot comprima imagini online cu CompressImage?",
	"text-faqs5": "Da, CompressImage oferă în mod obișnuit un serviciu de comprimare a imaginilor online prin intermediul site-ului lor web, permițându-ți să încarci și să comprimi imagini rapid și ușor de pe orice dispozitiv conectat la internet.",
	"name-faqs6": "CompressImage poate reduce dimensiunea imaginilor fără a compromite calitatea?",
	"text-faqs6": "Da, CompressImage utilizează algoritmi de compresie avansate pentru a reduce dimensiunea imaginilor fără a compromite calitatea imaginii originale. Cu toate acestea, reducerea dimensiunii poate uneori afecta calitatea imaginii, în special în cazul unei compresii ridicate.",
	"name-faqs7": "Cum pot selecta setările de compresie potrivite când folosesc CompressImage?",
	"text-faqs7": "Atunci când folosești CompressImage, trebuie să iei în considerare nevoile tale și să selectezi setările de compresie potrivite. Acest lucru include determinarea nivelului de compresie, formatul de ieșire și alte opțiuni precum menținerea dimensiunii originale sau reducerea dimensiunii imaginii.",
	"name-faqs8": "Ce formate de imagine suportă CompressImage?",
	"text-faqs8": "CompressImage suportă în mod obișnuit comprimarea formatelor de imagine comune precum JPEG, PNG, GIF, SVG și multe altele.",
	"name-faqs9": "Pot folosi CompressImage gratuit?",
	"text-faqs9": "CompressImage oferă în mod obișnuit o versiune gratuită cu anumite limitări în ceea ce privește dimensiunea de comprimare sau calitatea imaginii. Poți de asemenea să treci la planuri de servicii plătite pentru a obține funcționalități suplimentare și mai multă flexibilitate.",
	"name-faqs10": "Cum pot să mă asigur că imaginile mele își păstrează calitatea după ce sunt comprimate cu CompressImage?",
	"text-faqs10": "Pentru a te asigura că imaginile tale își păstrează calitatea după ce sunt comprimate cu CompressImage, trebuie să verifici rezultatele compresiei și să ajustezi setările de compresie dacă este necesar. Poți de asemenea să compari vizual imaginea originală cu imaginea comprimată pentru a te asigura că nu există pierderi semnificative de calitate.",
	"mes_error_1": "O snap!",
	"mes_error_2": "Dimensiunea fișierului depășește limita de 1MB și maximum 1 fotografii",
	"lang": "ro"
}