{
	"title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"description": "Explorează instrumentele noastre gratuite de comprimare a imaginilor online, concepute pentru a comprima imagini JPG, PNG și GIF fără pierdere de calitate. Optimizează performanța site-ului tău web și îmbunătățește experiența utilizatorului pe platformele web, iPhone și Android. Ideal pentru dezvoltatori și designeri care doresc să comprime imagini eficient și să îmbunătățească SEO.",
	"keyword": "Comprimare fără pierderi, Comprimă JPG, Comprimă PNG, Comprimă GIF, Reducere dimensiune imagine, Comprimare imagini gratuită, Comprimare imagini online, Comprimă imagini online, Reducere dimensiune imagine gratuit, Comprimă imagini pentru web, Optimizare încărcare imagini, Optimizare imagini",
	"twitter_card_sumary": "rezumat",
	"twitter_title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"twitter_description": "Instrumente gratuite de comprimare a imaginilor online pentru a reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android.",
	"og_title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"og_description": "Instrumente gratuite de comprimare a imaginilor online pentru a reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android.",
	"title-body-top": "Instrument pentru optimizarea și comprimarea imaginilor, reducând dimensiunea imaginii fără costuri",
	"content-body-top": "Reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android",
	"title-choose-file": "Click pentru a încărca imaginea",
	"title-welcome": "Cum să comprimi imagini online",
	"content-welcome": "Instrumentul nostru de comprimare a imaginilor este simplu de utilizat și foarte eficient. Urmează acești pași pentru a reduce dimensiunea fișierului imaginii:",
	"content-welcome-chill-1": "Încarcă imaginea ta folosind formularul de mai sus.",
	"content-welcome-chill-2": "Selectează nivelul dorit de comprimare pentru a echilibra calitatea și dimensiunea fișierului.",
	"content-welcome-chill-3": "Descarcă imaginea comprimată pe dispozitivul tău.",
	"content-body-title1": "Beneficiile comprimării imaginilor",
	"content-description1": "Comprimarea imaginilor este esențială din diverse motive. Iată câteva dintre principalele beneficii:",
	"content-description1-strong1": "Timpuri de încărcare mai rapide: ",
	"content-description1-strong2": "Utilizare redusă a lățimii de bandă: ",
	"content-description1-strong3": "Îmbunătățirea SEO: ",
	"content-description1-strong4": "Economii de stocare: ",
	"content-description1-chill-1": "Imaginile comprimate se încarcă mai repede, îmbunătățind experiența utilizatorului pe site-ul tău web.",
	"content-description1-chill-2": "Dimensiunile mai mici ale fișierelor de imagini consumă mai puțină lățime de bandă, ceea ce poate economisi costuri, mai ales pentru utilizatorii mobili.",
	"content-description1-chill-3": "Timpurile de încărcare mai rapide contribuie la o mai bună clasare SEO pe motoarele de căutare precum Google.",
	"content-description1-chill-4": "Imaginile comprimate ocupă mai puțin spațiu, eliberând stocare pe serverul sau dispozitivul tău.",
	"content-body-title2": "Formate de imagini suportate",
	"content-description2": "Instrumentul nostru suportă comprimarea diverselor formate de imagini, inclusiv:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Ideal pentru fotografii și imagini cu degradeuri.",
	"content-description2-chill-2": "Cel mai bun pentru grafice, logo-uri și imagini cu text.",
	"content-description2-chill-3": "Potrivit pentru animații simple și imagini cu culori reduse.",
	"content-body-title3": "Sfaturi pentru optimizarea imaginilor",
	"content-description3": "Iată câteva sfaturi suplimentare pentru a te ajuta să optimizezi imaginile pentru o performanță mai bună:",
	"content-description3-strong1": "Redimensionează imaginile:",
	"content-description3-strong2": "Alege formatul potrivit: ",
	"content-description3-strong3": "Elimină metadatele: ",
	"content-description3-strong4": "Folosește formatul WebP: ",
	"content-description3-chill-1": "Înainte de a comprima, asigură-te că redimensionezi imaginile la dimensiunile de care ai nevoie. Imaginile mai mari ocupă mai mult spațiu și durează mai mult să se încarce.",
	"content-description3-chill-2": "Folosește JPG pentru fotografii, PNG pentru imagini cu text sau transparență și GIF pentru animații simple.",
	"content-description3-chill-3": "Elimină metadatele inutile din imaginile tale pentru a reduce dimensiunea fișierului.",
	"content-description3-chill-4": "Ia în considerare utilizarea formatului WebP pentru imagini web, deoarece oferă rate mai bune de comprimare.",
	"title-welcome-faqs": "Întrebări frecvente",
	"name-faqs1": "Ar trebui să comprimați imagini JPG sau PNG?",
	"text-faqs1": "Imaginile JPG sunt cele mai bune pentru fotografii și imagini cu degradeuri, în timp ce imaginile PNG sunt mai bune pentru grafice și imagini cu text. Alegeți formatul în funcție de nevoile dvs.",
	"name-faqs2": "Comprimarea imaginilor afectează calitatea imaginii?",
	"text-faqs2.1": "Tehnicile de comprimare fără pierderi reduc dimensiunea fișierului fără a afecta calitatea imaginii. Pentru reduceri semnificative ale dimensiunii, poate apărea o anumită pierdere de calitate, dar aceasta este de obicei minimă.",
	"name-faqs3": "Cum să comprim dimensiunea fișierului imagine la mai puțin de 100KB?",
	"text-faqs3": "Ajustează setările de comprimare la niveluri mai ridicate și elimină metadatele inutile. Acest lucru ajută la obținerea unei dimensiuni mai mici a fișierului. De asemenea, redimensionarea imaginii la dimensiuni mai mici poate reduce semnificativ dimensiunea fișierului.",
	"name-faqs4": "Pot comprima imagini pe dispozitivul meu iPhone sau Android?",
	"text-faqs4": "Da, instrumentul nostru online este prietenos cu dispozitivele mobile și funcționează perfect pe dispozitivele iPhone și Android. Poți comprima imagini direct din browserul mobil fără a fi nevoie să instalezi aplicații suplimentare.",
	"name-faqs5": "Ce este comprimarea fără pierderi a imaginilor?",
	"text-faqs5": "Comprimarea fără pierderi a imaginilor reduce dimensiunea fișierului unei imagini fără nicio pierdere de calitate. Această tehnică este ideală pentru imagini în care menținerea calității originale este esențială.",
	"name-faqs6": "Cum îmbunătățește comprimarea imaginilor performanța site-ului web?",
	"text-faqs6": "Imaginile comprimate se încarcă mai repede, reducând timpul total de încărcare al site-ului tău web. Acest lucru îmbunătățește experiența utilizatorului și poate duce la o clasare mai bună în motoarele de căutare.",
	"name-faqs7": "Comprimarea imaginilor online este sigură?",
	"text-faqs7": "Da, instrumentul nostru de comprimare a imaginilor online asigură că imaginile tale sunt procesate în siguranță. Nu stocăm niciuna dintre imagini pe serverele noastre după comprimare.",
	"name-faqs8": "Pot comprima mai multe imagini simultan?",
	"text-faqs8": "În prezent, instrumentul nostru îți permite să comprimi o singură imagine la un moment dat. Lucrăm la o funcție pentru a suporta comprimarea loturilor în viitor.",
	"name-faqs9": "Care este cel mai bun nivel de comprimare pentru imaginile web?",
	"text-faqs9": "Nivelul optim de comprimare depinde de nevoile specifice ale site-ului tău web. Pentru majoritatea scopurilor, un nivel mediu de comprimare oferă un echilibru bun între dimensiunea fișierului și calitatea imaginii.",
	"name-faqs10": "De ce ar trebui să elimin metadatele din imagini?",
	"text-faqs10": "Eliminarea metadatelor, cum ar fi setările camerei și datele de locație, poate reduce semnificativ dimensiunea fișierului imaginilor tale. Acest lucru ajută la timpi de încărcare mai rapizi și economisește lățime de bandă.",
	"mes_error_1": "O, nu!",
	"mes_error_2": "Dimensiunea fișierului depășește limita de 1MB și Maximum 1 fotografie",
	"lang": "ro",
	"domain_canonical": "https://compressimage.me/ro",
	"title_png": "Convertiți Imaginea în PNG Online | Convertiți imagini în PNG gratuit",
	"description_png": "Convertiți imaginile în format PNG fără efort cu ajutorul instrumentului nostru gratuit de conversie online a imaginilor. Suportă JPG, GIF, BMP, PSD și alte formate.",
	"twitter_title_png": "Convertiți Imaginea în PNG Online | Convertiți imagini în PNG gratuit",
	"twitter_description_png": "Convertiți imaginile în format PNG fără efort cu ajutorul instrumentului nostru gratuit de conversie online a imaginilor. Suportă JPG, GIF, BMP, PSD și alte formate.",
	"og_title_png": "Convertiți Imaginea în PNG Online | Convertiți imagini în PNG gratuit",
	"og_description_png": "Convertiți imaginile în format PNG fără efort cu ajutorul instrumentului nostru gratuit de conversie online a imaginilor. Suportă JPG, GIF, BMP, PSD și alte formate.",
	"domain_canonical_png": "https://compressimage.me/ro/png",
	"title-body-top-png": "Convertiți Imaginea în PNG Online",
	"content-body-top-png": "Convertiți ușor imaginile în PNG cu ajutorul instrumentului nostru online gratuit și prietenos cu utilizatorul.",
	"title-introduction": "Despre Convertorul nostru de Imagini PNG",
	"content-introduction": "Bine ați venit la instrumentul nostru de conversie online a imaginilor, unde puteți converti cu ușurință imagini din diverse formate în PNG. Indiferent dacă aveți fișiere JPG, GIF, BMP sau PSD, convertorul nostru asigură o tranziție lină și rapidă către formatul PNG.",
	"content2-introduction": "Instrumentul nostru este conceput pentru a fi simplu și intuitiv, fiind accesibil pentru utilizatori de toate nivelurile de competență. Cu doar câteva clicuri, puteți transforma imaginile în fișiere PNG de înaltă calitate, gata de utilizare pentru orice scop.",
	"h2-how-to-png": "Cum să Convertiți Imaginea în PNG",
	"p1-how-to-png": "Urmați acești pași simpli pentru a converti imaginile în PNG:",
	"li1-how-to-png": "Încărcați fișierul imagine făcând clic pe butonul \"Alegeți Fișier\".",
	"li2-how-to-png": "Selectați formatul de ieșire dorit (PNG).",
	"li3-how-to-png": "Descărcați imaginea PNG convertită.",
	"p2-how-to-png": "Instrumentul nostru suportă o gamă largă de formate de imagine, asigurându-vă că puteți converti aproape orice imagine în PNG. Bucurați-vă de timpi de conversie rapizi și rezultate de înaltă calitate de fiecare dată.",
	"h2-tutorial": "Tutorial Gratuit pentru Conversia JPG în PNG",
	"p1-tutorial": "Uitați-vă la tutorialul nostru pas cu pas despre cum să convertiți imaginile JPG în format PNG folosind instrumentul nostru online. Acest tutorial este perfect pentru începători și acoperă toți pașii necesari pentru o conversie de succes.",
	"video-tutorial": "Browserul dvs. nu suportă eticheta video.",
	"p2-tutorial": "Pentru mai multe tutoriale și sfaturi, asigurați-vă că verificați canalul nostru, unde postăm regulat noi conținuturi pentru a vă ajuta să profitați la maximum de instrumentul nostru de conversie.",
	"h2-tips": "Sfaturi pentru Conversia Imaginilor din Alte Formate în PNG",
	"p1-tips": "Iată câteva sfaturi utile pentru conversia imaginilor din diverse formate în PNG:",
	"li1-tips": "Asigurați-vă că fișierul imagine este de înaltă calitate înainte de conversie pentru a menține claritatea.",
	"li2-tips": "Folosiți funcția noastră de conversie în lot pentru a economisi timp atunci când convertiți mai multe imagini.",
	"li3-tips": "Verificați raportul de aspect al imaginilor pentru a vă asigura că se afișează corect după conversie.",
	"li4-tips": "Utilizați instrumentele noastre de editare pentru a ajusta luminozitatea, contrastul și alte setări înainte de conversie.",
	"li5-tips": "Considerați utilizarea finală a imaginii PNG pentru a determina rezoluția și dimensiunea optime.",
	"li6-tips": "Păstrați fișierele originale în siguranță în caz că trebuie să le reconvertiți în viitor.",
	"p2-tips": "Urmând aceste sfaturi, puteți asigura cele mai bune rezultate posibile atunci când convertiți imaginile în format PNG.",
	"name-faqs1-png": "Instrumentul de conversie a imaginilor este gratuit de utilizat?",
	"text-faqs1-png": "Da, instrumentul nostru de conversie a imaginilor este complet gratuit de utilizat. Puteți converti câte imagini doriți fără niciun cost.",
	"name-faqs2-png": "Trebuie să creez un cont pentru a folosi convertorul?",
	"name-faqs3-png": "Nu, nu trebuie să creați un cont sau să vă înregistrați pentru a folosi convertorul nostru. Este accesibil și gata de utilizare imediat.",
	"text-faqs3-png": "Ce formate de fișiere sunt acceptate pentru conversia în PNG?",
	"name-faqs4-png": "Suportăm o gamă largă de formate de fișiere, inclusiv JPG, GIF, BMP, PSD și multe altele. Dacă aveți un format de fișier specific în minte, încărcați-l și vedeți dacă instrumentul nostru îl acceptă.",
	"text-faqs4-png": "Datele mele sunt în siguranță în timpul procesului de conversie?",
	"text-faqs2-png": "Da, luăm foarte în serios confidențialitatea și securitatea dvs. Toate fișierele încărcate în convertorul nostru sunt procesate în siguranță și șterse după conversie pentru a asigura confidențialitatea datelor dvs.",
	"title_jpg": "Convertiți Imaginea în JPG Online | Convertor Gratuit PNG în JPG",
	"description_jpg": "Convertiți imaginile în JPG cu ușurință cu ajutorul instrumentului nostru online gratuit. Suportă PNG, GIF, BMP, PSD și alte formate. Convertor de imagini JPG de înaltă calitate și ușor de utilizat.",
	"twitter_title_jpg": "Convertiți Imaginea în JPG Online | Convertor Gratuit PNG în JPG",
	"twitter_description_jpg": "Convertiți imaginile în JPG cu ușurință cu ajutorul instrumentului nostru online gratuit. Suportă PNG, GIF, BMP, PSD și alte formate. Convertor de imagini JPG de înaltă calitate și ușor de utilizat.",
	"og_title_jpg": "Convertiți Imaginea în JPG Online | Convertor Gratuit PNG în JPG",
	"og_description_jpg": "Convertiți imaginile în JPG cu ușurință cu ajutorul instrumentului nostru online gratuit. Suportă PNG, GIF, BMP, PSD și alte formate. Convertor de imagini JPG de înaltă calitate și ușor de utilizat.",
	"domain_canonical_jpg": "https://compressimage.me/ro/jpg",
	"title-body-top_jpg": "Convertiți Imaginea în JPG Online",
	"content-body-top_jpg": "Convertiți cu ușurință imaginile dumneavoastră în JPG cu ajutorul instrumentului nostru online gratuit și prietenos cu utilizatorul.",
	"h2-introduction-jpg": "Despre Convertorul nostru de Imagini JPG",
	"p1-introduction-jpg": "Bine ați venit la instrumentul nostru online de conversie a imaginilor, unde puteți converti cu ușurință imaginile din diferite formate în JPG. Indiferent dacă aveți fișiere PNG, GIF, BMP sau PSD, convertorul nostru asigură o tranziție ușoară și rapidă în format JPG.",
	"p2-introduction-jpg": "Instrumentul nostru este conceput pentru a fi simplu și intuitiv, fiind accesibil pentru utilizatori de toate nivelurile de experiență. Cu doar câteva clicuri, puteți transforma imaginile în fișiere JPG de înaltă calitate, gata de utilizare pentru orice scop.",
	"h2-how-to-jpg": "Cum să Convertiți Imaginea în JPG",
	"p1-how-to-jpg": "Urmați acești pași simpli pentru a converti imaginile în JPG:",
	"li1-how-to-jpg": "Încărcați fișierul imagine făcând clic pe butonul \"Alegeți Fișier\".",
	"li2-how-to-jpg": "Selectați formatul dorit de ieșire (JPG).",
	"li3-how-to-jpg": "Descărcați imaginea dumneavoastră JPG convertită.",
	"p2-how-to-jpg": "Instrumentul nostru suportă o gamă largă de formate de imagine, asigurându-vă că puteți converti aproape orice imagine în JPG. Bucurați-vă de timpi rapizi de conversie și rezultate de înaltă calitate de fiecare dată.",
	"h2-tutorial-jpg": "Tutorial Gratuit pentru Conversia PNG în JPG",
	"p1-tutorial-jpg": "Vizionați tutorialul nostru pas cu pas despre cum să convertiți imaginile PNG în format JPG folosind instrumentul nostru online. Acest tutorial este perfect pentru începători și acoperă toți pașii necesari pentru o conversie de succes.",
	"p2-tutorial-jpg": "Pentru mai multe tutoriale și sfaturi, asigurați-vă că verificați canalul nostru, unde postăm regulat conținut nou pentru a vă ajuta să profitați la maximum de instrumentul nostru de conversie.",
	"h2-tips-jpg": "Sfaturi pentru Conversia Imaginilor din Alte Formate în JPG",
	"p1-tips-jpg": "Iată câteva sfaturi utile pentru conversia imaginilor din diverse formate în JPG:",
	"li1-tips-jpg": "Asigurați-vă că fișierul imagine este de înaltă calitate înainte de conversie pentru a menține claritatea.",
	"li2-tips-jpg": "Folosiți funcția noastră de conversie în lot pentru a economisi timp atunci când convertiți mai multe imagini.",
	"li3-tips-jpg": "Verificați raportul de aspect al imaginilor pentru a vă asigura că se afișează corect după conversie.",
	"li4-tips-jpg": "Utilizați instrumentele noastre de editare pentru a ajusta luminozitatea, contrastul și alte setări înainte de conversie.",
	"li5-tips-jpg": "Considerați utilizarea finală a imaginii dumneavoastră JPG pentru a determina rezoluția și dimensiunea optimă.",
	"li6-tips-jpg": "Păstrați fișierele originale în siguranță în caz că trebuie să le reconvertiți în viitor.",
	"p2-tips-jpg": "Urmând aceste sfaturi, puteți asigura cele mai bune rezultate atunci când convertiți imaginile în format JPG.",
	"h2-benefits-jpg": "Beneficiile Conversiei Imaginilor în JPG",
	"p1-benefits-jpg": "Conversia imaginilor în JPG oferă mai multe avantaje:",
	"li1-benefits-jpg": "Dimensiune mai mică a fișierului: Imaginile JPG sunt de obicei mai mici decât fișierele PNG sau BMP, economisind spațiu de stocare.",
	"li2-benefits-jpg": "Compatibilitate: JPG este larg acceptat pe diverse dispozitive și platforme.",
	"li3-benefits-jpg": "Calitate: JPG oferă o bună calitate a imaginii cu niveluri ajustabile de compresie.",
	"li4-benefits-jpg": "Viteză: Imaginile JPG se încarcă mai repede pe site-uri web și aplicații datorită dimensiunii lor mai mici.",
	"li5-benefits-jpg": "Versatilitate: JPG este potrivit pentru o gamă largă de aplicații, de la design web la stocarea fotografiilor.",
	"h2-when-to-convert-jpg": "Când să Convertiți Imaginile în JPG",
	"p1-when-to-convert-jpg": "Luați în considerare conversia imaginilor în JPG în următoarele scenarii:",
	"li1-when-to-convert-jpg": "Când aveți nevoie să reduceți dimensiunea fișierului pentru timpi de încărcare mai rapizi.",
	"li2-when-to-convert-jpg": "Când partajați imagini pe rețele sociale sau site-uri web.",
	"li3-when-to-convert-jpg": "Când aveți nevoie de imagini de bună calitate fără dimensiuni mari ale fișierelor.",
	"li4-when-to-convert-jpg": "Când aveți nevoie de compatibilitate cu diverse dispozitive și software.",
	"li5-when-to-convert-jpg": "Când arhivați fotografii și aveți nevoie să economisiți spațiu de stocare.",
	"h2-comparison-jpg": "JPG vs Alte Formate de Imagine",
	"p1-comparison-jpg": "Iată cum se compară JPG cu alte formate comune de imagine:",
	"strong1-comparison-jpg": "JPG vs PNG: ",
	"li1-comparison-jpg": "JPG oferă dimensiuni mai mici ale fișierelor, fiind ideal pentru utilizarea pe web, în timp ce PNG este mai bun pentru imagini care necesită transparență.",
	"strong2-comparison-jpg": "JPG vs GIF: ",
	"li2-comparison-jpg": "JPG oferă o calitate mai bună pentru imagini statice, în timp ce GIF este potrivit pentru animații simple.",
	"strong3-comparison-jpg": "JPG vs BMP: ",
	"li3-comparison-jpg": "Fișierele JPG sunt mult mai mici, fiind mai practice pentru utilizarea zilnică, în timp ce BMP nu oferă compresie.",
	"strong4-comparison-jpg": "JPG vs PSD: ",
	"li4-comparison-jpg": "JPG este un format final pentru partajarea și afișarea imaginilor, în timp ce PSD este utilizat pentru editare în Adobe Photoshop.",
	"strong5-comparison-jpg": "JPG vs TIFF: ",
	"li5-comparison-jpg": "JPG este mai utilizat datorită dimensiunii sale mai mici, în timp ce TIFF este preferat pentru imprimări de înaltă calitate și fotografie profesională.",
	"name-faqs1-jpg": "Instrumentul de conversie a imaginilor este gratuit de utilizat?",
	"text-faqs1-jpg": "Da, instrumentul nostru de conversie a imaginilor este complet gratuit de utilizat. Puteți converti câte imagini doriți fără niciun cost.",
	"name-faqs2-jpg": "Trebuie să creez un cont pentru a folosi convertorul?",
	"text-faqs2-jpg": "Nu, nu trebuie să creați un cont sau să vă înregistrați pentru a folosi convertorul nostru. Este accesibil și gata de utilizare imediat.",
	"name-faqs3-jpg": "Ce formate de fișiere sunt acceptate pentru conversia în JPG?",
	"text-faqs3-jpg": "Susținem o gamă largă de formate de fișiere, inclusiv PNG, GIF, BMP, PSD și multe altele. Dacă aveți un format de fișier specific în minte, încărcați-l și vedeți dacă instrumentul nostru îl acceptă.",
	"name-faqs4-jpg": "Sunt datele mele în siguranță în timpul procesului de conversie?",
	"text-faqs4-jpg": "Da, ne luăm foarte în serios confidențialitatea și securitatea dumneavoastră. Toate fișierele încărcate în convertorul nostru sunt procesate în siguranță și șterse după conversie pentru a asigura păstrarea confidențialității datelor.",
	"name-faqs5-jpg": "Pot să convertesc mai multe imagini simultan?",
	"text-faqs5-jpg": "Da, instrumentul nostru suportă conversia în lot, permițându-vă să convertiți mai multe imagini în format JPG simultan.",
	"title_jpeg": "Convertiți Imaginea în JPEG Online | Convertor Gratuit de Imagini în JPEG",
	"description_jpeg": "Convertiți imaginile în JPEG online cu ajutorul instrumentului nostru gratuit și ușor de utilizat. Suportă multiple formate, inclusiv PNG, GIF, BMP și PSD. Software de conversie a imaginilor JPEG de înaltă calitate.",
	"twitter_title_jpeg": "Convertiți Imaginea în JPEG Online | Convertor Gratuit de Imagini în JPEG",
	"twitter_description_jpeg": "Convertiți imaginile în JPEG online cu ajutorul instrumentului nostru gratuit și ușor de utilizat. Suportă multiple formate, inclusiv PNG, GIF, BMP și PSD. Software de conversie a imaginilor JPEG de înaltă calitate.",
	"og_title_jpeg": "Convertiți Imaginea în JPEG Online | Convertor Gratuit de Imagini în JPEG",
	"og_description_jpeg": "Convertiți imaginile în JPEG online cu ajutorul instrumentului nostru gratuit și ușor de utilizat. Suportă multiple formate, inclusiv PNG, GIF, BMP și PSD. Software de conversie a imaginilor JPEG de înaltă calitate.",
	"domain_canonical_jpeg": "https://compressimage.me/ro/jpeg",
	"title-body-top_jpeg": "Convertiți Imaginea în JPEG Online",
	"content-body-top_jpeg": "Instrument gratuit, rapid și de înaltă calitate pentru conversia imaginilor.",
	"h2-overview-jpeg": "Prezentare Generală",
	"p1-overview-jpeg": "Bine ați venit la instrumentul nostru de conversie a imaginilor, soluția dumneavoastră pentru conversia imaginilor în format JPEG. Indiferent dacă aveți un fișier PNG, GIF, BMP sau PSD, convertorul nostru îl va transforma fără efort într-o imagine JPEG de înaltă calitate. Platforma noastră este proiectată pentru a fi prietenoasă cu utilizatorii, asigurând o experiență de conversie fără probleme pentru toată lumea.",
	"h2-how-to": "Cum să Conversați Imaginile în JPEG",
	"li1-how-to": "Faceți clic pe butonul \"Alegeți Fișier\" pentru a încărca imaginea dumneavoastră.",
	"li2-how-to": "Selectați JPEG ca format de ieșire.",
	"li3-how-to": "Descărcați imaginea JPEG convertită.",
	"p1-how-to": "Instrumentul nostru gestionează procesul de conversie rapid, livrând imagini JPEG de înaltă calitate gata de utilizare.",
	"h2-tutorial-jpeg": "Tutorial Video",
	"p1-tutorial-jpeg": "Vizionați tutorialul nostru pas cu pas despre conversia imaginilor în JPEG. Acest video vă ghidează prin întregul proces, făcându-l ușor de urmat pentru oricine.",
	"h2-tips-jpeg": "Sfaturi pentru Conversie",
	"p1-tips-jpeg": "Iată câteva sfaturi pentru a asigura cele mai bune rezultate atunci când convertiți imaginile în JPEG:",
	"li1-tips-jpeg": "Începeți cu imagini de înaltă rezoluție pentru a menține calitatea.",
	"li2-tips-jpeg": "Procesați în lot mai multe imagini pentru a economisi timp.",
	"li3-tips-jpeg": "Ajustați luminozitatea și contrastul înainte de conversie pentru un rezultat mai bun.",
	"li4-tips-jpeg": "Păstrați fișierele originale în siguranță pentru utilizări viitoare.",
	"h2-benefits-jpeg": "Beneficiile JPEG",
	"p1-benefits-jpeg": "Conversia imaginilor în JPEG oferă numeroase avantaje:",
	"li1-benefits-jpeg": "Dimensiuni mai mici ale fișierelor comparativ cu formate precum PNG sau BMP.",
	"li2-benefits-jpeg": "Compatibilitate extinsă cu dispozitive și platforme.",
	"li3-benefits-jpeg": "Niveluri ajustabile de compresie pentru a echilibra calitatea și dimensiunea.",
	"li4-benefits-jpeg": "Timp de încărcare mai rapid pe site-uri web și aplicații.",
	"h2-when-to-convert-jpeg": "Când să Conversați în JPEG",
	"p1-when-to-convert-jpeg": "Luați în considerare conversia imaginilor în JPEG în următoarele situații:",
	"li1-when-to-convert-jpeg": "Pentru a reduce dimensiunea fișierului pentru o partajare și stocare mai ușoară.",
	"li2-when-to-convert-jpeg": "Pentru timpi de încărcare mai rapizi pe site-uri web și rețele sociale.",
	"li3-when-to-convert-jpeg": "Când aveți nevoie de un format larg acceptat.",
	"li4-when-to-convert-jpeg": "Pentru scopuri de arhivare pentru a economisi spațiu.",
	"h2-comparison-jpeg": "JPEG vs Alte Formate",
	"p1-comparison-jpeg": "Comparați JPEG cu alte formate de imagine:",
	"strong1-comparison-jpeg": "JPEG vs PNG: ",
	"li1-comparison-jpeg": "JPEG oferă dimensiuni mai mici ale fișierelor, în timp ce PNG este mai bun pentru imagini care necesită transparență.",
	"strong2-comparison-jpeg": "JPEG vs GIF: ",
	"li2-comparison-jpeg": "JPEG este ideal pentru imagini statice, în timp ce GIF este utilizat pentru animații.",
	"strong3-comparison-jpeg": "JPEG vs BMP: ",
	"li3-comparison-jpeg": "Fișierele JPEG sunt mai mici și mai practice pentru utilizarea zilnică.",
	"strong4-comparison-jpeg": "JPEG vs PSD: ",
	"li4-comparison-jpeg": "JPEG este pentru utilizare finală, în timp ce PSD este utilizat pentru editare.",
	"strong5-comparison-jpeg": "JPEG vs TIFF: ",
	"li5-comparison-jpeg": "JPEG este mai comun pentru utilizarea zilnică, în timp ce TIFF este preferat pentru imprimări de înaltă calitate.",
	"name-faqs1-jpeg": "Instrumentul de conversie a imaginilor este gratuit?",
	"text-faqs1-jpeg": "Da, instrumentul nostru este complet gratuit de utilizat. Conversați câte imagini doriți fără niciun cost.",
	"name-faqs2-jpeg": "Trebuie să creez un cont?",
	"text-faqs2-jpeg": "Nu, nu trebuie să creați un cont sau să vă înregistrați. Începeți să conversați imaginile imediat.",
	"name-faqs3-jpeg": "Ce formate de fișiere sunt acceptate?",
	"text-faqs3-jpeg": "Susținem o gamă largă de formate, inclusiv PNG, GIF, BMP, PSD și altele.",
	"name-faqs4-jpeg": "Datele mele sunt în siguranță?",
	"text-faqs4-jpeg": "Da, ne prioritizăm confidențialitatea și securitatea. Toate fișierele sunt procesate în siguranță și șterse după conversie.",
	"name-faqs5-jpeg": "Pot să convertez mai multe imagini simultan?",
	"text-faqs5-jpeg": "Da, instrumentul nostru suportă conversia în lot, permițându-vă să convertiți mai multe imagini simultan.",
	"name-faqs6-jpeg": "Cât timp durează procesul de conversie?",
	"text-faqs6-jpeg": "Procesul de conversie este rapid și durează de obicei câteva secunde, în funcție de dimensiunea și formatul fișierului.",
	"name-faqs7-jpeg": "Pot să convertesc imagini pe dispozitivul meu mobil?",
	"text-faqs7-jpeg": "Da, instrumentul nostru este prietenos cu dispozitivele mobile și funcționează pe orice dispozitiv cu o conexiune la internet.",
	"title_ico": "Convertiți Imaginea în ICO Online | Convertor Gratuit de Imagini ICO",
	"description_ico": "Convertiți imaginile în format ICO rapid și ușor cu ajutorul instrumentului nostru online gratuit. Suportă PNG, BMP, PSD, GIF și altele. Software de convertire a imaginilor ICO de înaltă calitate pentru telefon și computer.",
	"twitter_title_ico": "Convertiți Imaginea în ICO Online | Convertor Gratuit de Imagini ICO",
	"twitter_description_ico": "Convertiți imaginile în format ICO rapid și ușor cu ajutorul instrumentului nostru online gratuit. Suportă PNG, BMP, PSD, GIF și altele. Software de convertire a imaginilor ICO de înaltă calitate pentru telefon și computer.",
	"og_title_ico": "Convertiți Imaginea în ICO Online | Convertor Gratuit de Imagini ICO",
	"og_description_ico": "Convertiți imaginile în format ICO rapid și ușor cu ajutorul instrumentului nostru online gratuit. Suportă PNG, BMP, PSD, GIF și altele. Software de convertire a imaginilor ICO de înaltă calitate pentru telefon și computer.",
	"domain_canonical_ico": "https://compressimage.me/ro/ico",
	"title-body-top-ico": "Convertiți Imaginea în ICO Online",
	"content-body-top-ico": "Instrument gratuit, rapid și de înaltă calitate pentru conversia imaginilor în ICO.",
	"h2-overview-ico": "Prezentare generală",
	"p-overview-ico": "Bine ați venit la instrumentul nostru online de conversie a imaginilor ICO. Convertiți ușor imaginile dumneavoastră în format ICO cu ajutorul instrumentului nostru gratuit și prietenos cu utilizatorul. Indiferent dacă aveți fișiere PNG, BMP, PSD, GIF sau alte formate, convertorul nostru le poate gestiona pe toate.",
	"h2-how-to-ico": "Cum să Convertiți Imaginile în ICO",
	"li1-how-to-ico": "Faceți clic pe butonul \"Alegeți Fișier\" pentru a încărca imaginea dumneavoastră.",
	"li2-how-to-ico": "Selectați ICO ca format de ieșire.",
	"li3-how-to-ico": "Descărcați imaginea ICO convertită.",
	"p-how-to-ico": "Instrumentul nostru asigură un proces de conversie lin și rapid, livrând imagini ICO de înaltă calitate, gata de utilizare.",
	"h2-tutorial-ico": "Tutorial Video",
	"p1-tutorial-ico": "Vizionați tutorialul nostru pas cu pas despre cum să convertiți imaginile în format ICO. Acest ghid video vă va ajuta să înțelegeți procesul cu ușurință.",
	"h2-tips-ico": "Sfaturi pentru Conversia Imaginilor în ICO",
	"p-tips-ico": "Iată câteva sfaturi pentru a asigura cele mai bune rezultate atunci când convertiți imaginile în ICO:",
	"li1-tips-ico": "Începeți cu imagini de rezoluție mare pentru a menține calitatea.",
	"li2-tips-ico": "Utilizați procesarea în lot pentru a converti mai multe imagini simultan.",
	"li3-tips-ico": "Ajustați luminozitatea și contrastul înainte de conversie pentru un output mai bun.",
	"li4-tips-ico": "Păstrați fișierele originale în siguranță pentru utilizări viitoare.",
	"h2-benefits-ico": "Beneficiile Formatului ICO",
	"p-benefits-ico": "Conversia imaginilor în ICO oferă mai multe avantaje:",
	"li1-benefits-ico": "Formatul ICO este utilizat pe scară largă pentru icoane în software și site-uri web.",
	"li2-benefits-ico": "Suportă mai multe rezoluții într-un singur fișier.",
	"li3-benefits-ico": "Icoane de înaltă calitate cu dimensiuni și adâncimi ajustabile.",
	"li4-benefits-ico": "Compatibilitate mai bună cu sistemele de operare Windows.",
	"li5-benefits-ico": "Eficient pentru crearea favicon-urilor pentru site-uri web.",
	"h2-when-to-convert-ico": "Când să Convertiți în ICO",
	"p-when-to-convert-ico": "Luați în considerare conversia imaginilor în ICO în următoarele situații:",
	"li1-when-to-convert-ico": "Când creați icoane pentru software sau aplicații.",
	"li2-when-to-convert-ico": "Pentru utilizare ca favicon-uri pe site-uri web.",
	"li3-when-to-convert-ico": "Când aveți nevoie de un format care suportă mai multe rezoluții.",
	"li4-when-to-convert-ico": "Pentru o compatibilitate mai bună cu sistemele Windows.",
	"h2-comparison-ico": "ICO vs Alte Formate",
	"p-comparison-ico": "Iată cum se compară ICO cu alte formate de imagine:",
	"strong1-comparison-ico": "ICO vs PNG: ",
	"li1-comparison-ico": "ICO suportă mai multe rezoluții într-un singur fișier, în timp ce PNG este mai bun pentru imagini de înaltă calitate cu transparență.",
	"strong2-comparison-ico": "ICO vs GIF: ",
	"li2-comparison-ico": "ICO este ideal pentru icoane statice, în timp ce GIF este utilizat pentru animații simple.",
	"strong3-comparison-ico": "ICO vs BMP: ",
	"li3-comparison-ico": "Fișierele ICO sunt mai versatile pentru icoane, în timp ce BMP oferă imagini necomprimare.",
	"strong4-comparison-ico": "ICO vs PSD: ",
	"li4-comparison-ico": "ICO este utilizat pentru icoane finale, în timp ce PSD este pentru editarea imaginilor în Adobe Photoshop.",
	"name-faqs1-ico": "Instrumentul de conversie a imaginilor este gratuit?",
	"text-faqs1-ico": "Da, instrumentul nostru este complet gratuit de utilizat. Convertiți câte imagini doriți fără niciun cost.",
	"name-faqs2-ico": "Trebuie să creez un cont?",
	"text-faqs2-ico": "Nu, nu trebuie să creați un cont sau să vă înregistrați. Începeți să convertiți imaginile imediat.",
	"name-faqs3-ico": "Ce formate de fișiere sunt acceptate?",
	"text-faqs3-ico": "Susținem o gamă largă de formate, inclusiv PNG, BMP, PSD, GIF și altele.",
	"name-faqs4-ico": "Sunt datele mele în siguranță?",
	"text-faqs4-ico": "Da, ne prioritizăm confidențialitatea și securitatea dumneavoastră. Toate fișierele sunt procesate în siguranță și șterse după conversie.",
	"name-faqs5-ico": "Pot să convertesc mai multe imagini simultan?",
	"text-faqs5-ico": "Da, instrumentul nostru suportă conversia în lot, permițându-vă să convertiți mai multe imagini simultan.",
	"name-faqs6-ico": "Cât durează procesul de conversie?",
	"text-faqs6-ico": "Procesul de conversie este rapid și durează de obicei doar câteva secunde, în funcție de dimensiunea și formatul fișierului.",
	"name-faqs7-ico": "Pot să convertesc imagini pe dispozitivul mobil?",
	"text-faqs7-ico": "Da, instrumentul nostru este prietenos cu mobilul și funcționează pe orice dispozitiv cu conexiune la internet.",
	"name-faqs8-ico": "Ce este formatul ICO?",
	"text-faqs8-ico": "ICO este un format de fișier utilizat pentru icoane în Microsoft Windows. Suportă mai multe rezoluții și adâncimi de culoare într-un singur fișier, făcându-l ideal pentru crearea icoanelor care arată bine la dimensiuni diferite.",
	"name-faqs9-ico": "Cum să salvez imaginile în format ICO?",
	"text-faqs9-ico": "Puteți salva imaginile în format ICO folosind convertorul nostru online. Pur și simplu încărcați imaginea, selectați ICO ca format de ieșire și faceți clic pe \"Convertiți\".",
	"name-faqs10-ico": "De ce nu pot converti imaginile în ICO?",
	"text-faqs10-ico": "Dacă întâlniți erori în timpul conversiei imaginilor în ICO, asigurați-vă că fișierul imagine nu este corupt și încercați din nou. Dacă problema persistă, contactați echipa noastră de suport pentru asistență.",
	"name-faqs11-ico": "Care sunt soluțiile pentru problemele de conversie a imaginilor în ICO?",
	"text-faqs11-ico": "Dacă întâmpinați probleme, încercați să ștergeți cache-ul browserului, asigurați-vă că aveți o conexiune stabilă la internet sau utilizați un alt browser. Dacă niciuna dintre aceste soluții nu funcționează, vă rugăm să contactați echipa noastră de suport pentru ajutor.",
	"title_crop": "Decupează Imagine Online - Instrument Gratuit de Decupare a Imaginilor",
	"description_crop": "Decupează, redimensionează și ajustează ușor imaginile tale online cu instrumentul nostru gratuit de decupare a imaginilor. Elimină părțile nedorite și creează imagini de dimensiuni personalizate fără efort.",
	"twitter_title_crop": "Decupează Imagine Online - Instrument Gratuit de Decupare a Imaginilor",
	"twitter_description_crop": "Decupează, redimensionează și ajustează ușor imaginile tale online cu instrumentul nostru gratuit de decupare a imaginilor. Elimină părțile nedorite și creează imagini de dimensiuni personalizate fără efort.",
	"og_title_crop": "Decupează Imagine Online - Instrument Gratuit de Decupare a Imaginilor",
	"og_description_crop": "Decupează, redimensionează și ajustează ușor imaginile tale online cu instrumentul nostru gratuit de decupare a imaginilor. Elimină părțile nedorite și creează imagini de dimensiuni personalizate fără efort.",
	"domain_canonical_crop": "https://compressimage.me/ro/crop",
	"h1-title-crop": "Decupează Imagine Online - Instrument Gratuit de Decupare a Imaginilor",
	"p1-title-crop": "Decupează JPG, PNG sau GIF definind un dreptunghi în pixeli. Taie imaginea ta online. Instrument Gratuit de Decupare a Imaginilor Online",
	"h2-introduction-crop": "Introducere",
	"p-introduction-crop": "Bine ai venit la Crop Image Online, instrumentul tău preferat pentru toate nevoile tale de decupare a imaginilor. Instrumentul nostru gratuit online îți permite să decupezi, redimensionezi și ajustezi imaginile la perfecțiune. Fie că dorești să elimini părțile nedorite ale unei imagini, să creezi imagini de dimensiuni personalizate sau să faci modificări rapide, interfața noastră prietenoasă îți facilitează procesul.",
	"h2-crop-photo": "Decupează o Foto",
	"p-crop-photo": "Instrumentul nostru de decupare a imaginilor îți permite să decupezi ușor fotografii online. Elimină părțile nedorite și concentrează-te pe elementele importante ale imaginii tale. Fie că dorești să decupezi o fotografie pentru rețele sociale sau doar să tai părțile inutile, instrumentul nostru face acest lucru simplu și rapid.",
	"li1-crop-photo": "Încarcă fotografia ta",
	"li2-crop-photo": "Ajustează zona de decupare",
	"li3-crop-photo": "Salvează fotografia ta decupată",
	"h2-edit-image-size": "Modifică Dimensiunea Imagini",
	"p1-edit-image-size": "Cu instrumentul nostru, poți modifica dimensiunea imaginilor tale fără efort. Ajustează dimensiunile conform nevoilor tale. Fie că ai nevoie de redimensionare pentru un site web, rețele sociale sau imprimare, instrumentul nostru oferă un control precis asupra dimensiunilor imaginilor.",
	"p2-edit-image-size": "Instrumentul nostru de modificare suportă mai multe formate, asigurându-se că poți lucra cu orice fișier imagine ai. Cazurile de utilizare comune includ:",
	"li1-edit-image-size": "Redimensionare pentru postări pe rețele sociale",
	"li2-edit-image-size": "Ajustarea dimensiunilor pentru imprimare",
	"li3-edit-image-size": "Optimizarea imaginilor pentru site-uri web",
	"h2-resize-image": "Redimensionează Imaginea",
	"p1-resize-image": "Trebuie să redimensionezi o imagine? Aplicația noastră de decupare a imaginilor îți permite să redimensionezi imaginile rapid și ușor. Încarcă pur și simplu imaginea ta, alege dimensiunile dorite și descarcă imaginea redimensionată. Este atât de simplu!",
	"p2-resize-image": "Redimensionarea imaginilor poate ajuta la reducerea dimensiunii fișierelor, îmbunătățirea timpilor de încărcare pe site-uri web și asigurarea că imaginile tale arată grozav pe orice dispozitiv.",
	"h3-resize-image": "Beneficiile Redimensionării Imaginilor",
	"li1-resize-image": "Timp de încărcare mai rapid pe site-uri web",
	"li2-resize-image": "Afișare mai bună pe diferite dispozitive",
	"li3-resize-image": "Reducerea spațiului de stocare",
	"h2-create-custom-size-image": "Creează Imagine de Dimensiune Personalizată",
	"p1-create-custom-size-image": "Creează imagini de dimensiune personalizată cu software-ul nostru de decupare a imaginilor. Setează dimensiunile dorite și obține un fit perfect de fiecare dată. Fie că ai nevoie de o dimensiune specifică pentru un proiect sau dorești să experimentezi, instrumentul nostru îți oferă flexibilitatea de care ai nevoie.",
	"p2-create-custom-size-image": "Pentru a crea o imagine de dimensiune personalizată:",
	"li1-create-custom-size-image": "Încarcă imaginea ta",
	"li2-create-custom-size-image": "Introdu dimensiunile dorite",
	"li3-create-custom-size-image": "Ajustează zona de decupare dacă este necesar",
	"li4-create-custom-size-image": "Descarcă imaginea ta de dimensiune personalizată",
	"h2-remove-unwanted": "Îndepărtează Părțile Nedorite ale unei Imagini",
	"p1-remove-unwanted": "Îndepărtează părțile nedorite ale unei imagini cu precizie. Instrumentul nostru de decupare a imaginilor te ajută să te concentrezi pe cele mai bune părți ale fotografiilor tale. Fie că este vorba de eliminarea obiectelor de fundal sau de focalizarea pe un subiect, instrumentul nostru face ușor curățarea imaginilor tale.",
	"p2-remove-unwanted": "Scenariile comune în care această funcționalitate este utilă includ:",
	"li1-remove-unwanted": "Îndepărtarea obiectelor de fundal",
	"li2-remove-unwanted": "Concentrarea pe un subiect specific",
	"li3-remove-unwanted": "Curățarea documentelor scanate",
	"h2-crop-image-tool": "Instrument de Decupare a Imaginilor",
	"p1-crop-image-tool": "Folosește instrumentul nostru de decupare a imaginilor pentru a ajusta ușor fotografiile tale. Este prietenos cu utilizatorul și eficient. Încarcă pur și simplu imaginea ta, ajustează zona de decupare și salvează fotografia ta editată.",
	"p2-crop-image-tool": "Instrumentul nostru suportă o varietate de formate de imagine, inclusiv JPG, PNG și GIF. Este perfect pentru modificări rapide și sarcini de decupare mai detaliate.",
	"h2-crop-image-software": "Software de Decupare a Imaginilor",
	"p1-crop-image-software": "Software-ul nostru de decupare a imaginilor oferă o experiență fluidă pentru toate nevoile tale de decupare a imaginilor. Fie că ești un fotograf profesionist sau ai nevoie doar să editezi câteva fotografii personale, software-ul nostru oferă instrumentele de care ai nevoie.",
	"p2-crop-image-software": "Caracteristicile includ:",
	"li1-crop-image-software": "Decupare precisă",
	"li2-crop-image-software": "Suport pentru mai multe formate de fișiere",
	"li3-crop-image-software": "Interfață ușor de utilizat",
	"h2-crop-image-app": "Aplicație de Decupare a Imaginilor",
	"p1-crop-image-app": "Încearcă aplicația noastră de decupare a imaginilor pentru dispozitive mobile. Decupează imagini în mișcare cu ușurință. Aplicația noastră este disponibilă pentru iOS și Android, făcând ușor să editezi imagini oriunde te-ai afla.",
	"p2-crop-image-app": "Cu aplicația noastră, poți:",
	"li1-crop-image-app": "Decupa imagini cu gesturi tactile",
	"li2-crop-image-app": "Salva și partaja imagini editate instantaneu",
	"li3-crop-image-app": "Accesa caracteristici avansate de editare",
	"h2-crop-image-tutorial": "Tutorial de Decupare a Imaginilor",
	"p1-crop-image-tutorial": "Învață cum să decupezi imagini cu tutorialul nostru pas cu pas. Perfect pentru începători și experți deopotrivă, tutorialul nostru acoperă tot ce trebuie să știi pentru a profita la maximum de instrumentul nostru de decupare a imaginilor.",
	"p2-crop-image-tutorial": "Tutorialul include:",
	"li1-crop-image-tutorial": "Cum să încarci și să selectezi o imagine",
	"li2-crop-image-tutorial": "Ajustarea zonei de decupare",
	"li3-crop-image-tutorial": "Salvarea și descărcarea imaginii tale decupate",
	"p1-tutorial-crop": "Vezi instrucțiunile noastre pas cu pas despre cum să decupezi formatele de imagine folosind instrumentul nostru online. Acest ghid este perfect pentru începători și include toți pașii necesari pentru o conversie de succes.",
	"h2-how-to-crop": "Cum să Decupezi o Imagine",
	"p1-how-to-crop": "Nu ești sigur cum să decupezi o imagine? Urmează ghidul nostru simplu pentru a decupa imagini rapid și eficient. Ghidul nostru include sfaturi și trucuri pentru a te asigura că imaginile tale sunt în cea mai bună formă.",
	"p2-how-to-crop": "Pașii pentru a decupa o imagine:",
	"li1-how-to-crop": "Încarcă imaginea ta în instrument",
	"li2-how-to-crop": "Selectează zona pe care dorești să o păstrezi",
	"li3-how-to-crop": "Ajustează caseta de decupare dacă este necesar",
	"li4-how-to-crop": "Decupează și descarcă imaginea ta decupată",
	"h2-crop-image-online": "Decupează Imagine Online",
	"p1-crop-image-online": "Decupează imagini online fără probleme. Instrumentul nostru gratuit îți permite să decupezi imagini direct din browserul tău, fără descărcări sau instalări necesare. Încarcă pur și simplu imaginea ta, ajustează zona de decupare și salvează fotografia modificată.",
	"p2-crop-image-online": "Beneficiile decupării imaginilor online:",
	"li1-crop-image-online": "Nu este necesară instalarea software-ului",
	"li2-crop-image-online": "Editare rapidă și ușoară",
	"li3-crop-image-online": "Accesibil de pe orice dispozitiv",
	"h2-crop-image-free": "Decupare Imagine Gratuită",
	"p1-crop-image-free": "Bucură-te de instrumentul nostru gratuit de decupare a imaginilor. Nu sunt necesare descărcări sau instalări. Instrumentul nostru este complet gratuit, făcându-l accesibil pentru toată lumea.",
	"p2-crop-image-free": "Indiferent dacă ai nevoie să decupezi o fotografie pentru uz personal sau pentru un proiect, instrumentul nostru gratuit oferă toate funcțiile de care ai nevoie.",
	"h2-crop-image-grid": "Decupează Imaginea cu Grilă",
	"p1-crop-image-grid": "Folosește funcția de grilă pentru a decupa imaginile cu precizie. Ideal pentru ajustări detaliate, suprapunerea noastră de grilă te ajută să aliniezi și să decupezi imaginile cu precizie.",
	"p2-crop-image-grid": "Beneficiile utilizării funcției de grilă:",
	"li1-crop-image-grid": "Aliniere precisă",
	"li2-crop-image-grid": "Îmbunătățirea compoziției",
	"li3-crop-image-grid": "Ușor de utilizat",
	"name-faqs1-crop": "Ce formate de imagine suportați?",
	"text-faqs1-crop": "Susținem diverse formate de imagine, inclusiv JPG, PNG și GIF. Acest lucru asigură că poți lucra cu cele mai comune fișiere imagine.",
	"name-faqs2-crop": "Instrumentul vostru de decupare a imaginilor este gratuit?",
	"text-faqs2-crop": "Da, instrumentul nostru de decupare a imaginilor este complet gratuit. Nu sunt taxe ascunse sau descărcări necesare.",
	"name-faqs3-crop": "Pot folosi acest instrument pe dispozitivul meu mobil?",
	"text-faqs3-crop": "Da, instrumentul nostru este complet compatibil cu dispozitivele mobile. Poți decupa imagini în mișcare folosind interfața noastră prietenoasă pentru mobil sau aplicația noastră dedicată disponibilă pe iOS și Android.",
	"name-faqs4-crop": "Cum să salvez imaginea mea decupată?",
	"text-faqs4-crop": "După ce ai terminat de decupat imaginea, fă clic pe butonul \"Decupează imaginea\". Imaginea ta decupată va fi descărcată automat pe dispozitivul tău.",
	"name-faqs5-crop": "Trebuie să creez un cont pentru a folosi instrumentul?",
	"text-faqs5-crop": "Nu, nu este necesar să creezi un cont. Instrumentul nostru este conceput pentru a fi rapid și ușor de utilizat, fără a necesita înregistrare."
}