{
	"title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"description": "Explorează instrumentele noastre gratuite de comprimare a imaginilor online, concepute pentru a comprima imagini JPG, PNG și GIF fără pierdere de calitate. Optimizează performanța site-ului tău web și îmbunătățește experiența utilizatorului pe platformele web, iPhone și Android. Ideal pentru dezvoltatori și designeri care doresc să comprime imagini eficient și să îmbunătățească SEO.",
	"keyword": "Comprimare fără pierderi, Comprimă JPG, Comprimă PNG, Comprimă GIF, Reducere dimensiune imagine, Comprimare imagini gratuită, Comprimare imagini online, Comprimă imagini online, Reducere dimensiune imagine gratuit, Comprimă imagini pentru web, Optimizare încărcare imagini, Optimizare imagini",
	"twitter_card_sumary": "rezumat",
	"twitter_title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"twitter_description": "Instrumente gratuite de comprimare a imaginilor online pentru a reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android.",
	"og_title": "Instrumente gratuite de comprimare a imaginilor online - Comprimă imagini fără a pierde calitatea",
	"og_description": "Instrumente gratuite de comprimare a imaginilor online pentru a reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android.",
	"title-body-top": "Instrument pentru optimizarea și comprimarea imaginilor, reducând dimensiunea imaginii fără costuri",
	"content-body-top": "Reduce dimensiunea fișierului imaginii fără a pierde calitatea. Comprimă imagini JPG, PNG și GIF pentru site-uri web, iPhone și Android",
	"title-choose-file": "Click pentru a încărca imaginea",
	"title-welcome": "Cum să comprimi imagini online",
	"content-welcome": "Instrumentul nostru de comprimare a imaginilor este simplu de utilizat și foarte eficient. Urmează acești pași pentru a reduce dimensiunea fișierului imaginii:",
	"content-welcome-chill-1": "Încarcă imaginea ta folosind formularul de mai sus.",
	"content-welcome-chill-2": "Selectează nivelul dorit de comprimare pentru a echilibra calitatea și dimensiunea fișierului.",
	"content-welcome-chill-3": "Descarcă imaginea comprimată pe dispozitivul tău.",
	"content-body-title1": "Beneficiile comprimării imaginilor",
	"content-description1": "Comprimarea imaginilor este esențială din diverse motive. Iată câteva dintre principalele beneficii:",
	"content-description1-strong1": "Timpuri de încărcare mai rapide: ",
	"content-description1-strong2": "Utilizare redusă a lățimii de bandă: ",
	"content-description1-strong3": "Îmbunătățirea SEO: ",
	"content-description1-strong4": "Economii de stocare: ",
	"content-description1-chill-1": "Imaginile comprimate se încarcă mai repede, îmbunătățind experiența utilizatorului pe site-ul tău web.",
	"content-description1-chill-2": "Dimensiunile mai mici ale fișierelor de imagini consumă mai puțină lățime de bandă, ceea ce poate economisi costuri, mai ales pentru utilizatorii mobili.",
	"content-description1-chill-3": "Timpurile de încărcare mai rapide contribuie la o mai bună clasare SEO pe motoarele de căutare precum Google.",
	"content-description1-chill-4": "Imaginile comprimate ocupă mai puțin spațiu, eliberând stocare pe serverul sau dispozitivul tău.",
	"content-body-title2": "Formate de imagini suportate",
	"content-description2": "Instrumentul nostru suportă comprimarea diverselor formate de imagini, inclusiv:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Ideal pentru fotografii și imagini cu degradeuri.",
	"content-description2-chill-2": "Cel mai bun pentru grafice, logo-uri și imagini cu text.",
	"content-description2-chill-3": "Potrivit pentru animații simple și imagini cu culori reduse.",
	"content-body-title3": "Sfaturi pentru optimizarea imaginilor",
	"content-description3": "Iată câteva sfaturi suplimentare pentru a te ajuta să optimizezi imaginile pentru o performanță mai bună:",
	"content-description3-strong1": "Redimensionează imaginile:",
	"content-description3-strong2": "Alege formatul potrivit: ",
	"content-description3-strong3": "Elimină metadatele: ",
	"content-description3-strong4": "Folosește formatul WebP: ",
	"content-description3-chill-1": "Înainte de a comprima, asigură-te că redimensionezi imaginile la dimensiunile de care ai nevoie. Imaginile mai mari ocupă mai mult spațiu și durează mai mult să se încarce.",
	"content-description3-chill-2": "Folosește JPG pentru fotografii, PNG pentru imagini cu text sau transparență și GIF pentru animații simple.",
	"content-description3-chill-3": "Elimină metadatele inutile din imaginile tale pentru a reduce dimensiunea fișierului.",
	"content-description3-chill-4": "Ia în considerare utilizarea formatului WebP pentru imagini web, deoarece oferă rate mai bune de comprimare.",
	"title-welcome-faqs": "Întrebări frecvente",
	"name-faqs1": "Ar trebui să comprimați imagini JPG sau PNG?",
	"text-faqs1": "Imaginile JPG sunt cele mai bune pentru fotografii și imagini cu degradeuri, în timp ce imaginile PNG sunt mai bune pentru grafice și imagini cu text. Alegeți formatul în funcție de nevoile dvs.",
	"name-faqs2": "Comprimarea imaginilor afectează calitatea imaginii?",
	"text-faqs2.1": "Tehnicile de comprimare fără pierderi reduc dimensiunea fișierului fără a afecta calitatea imaginii. Pentru reduceri semnificative ale dimensiunii, poate apărea o anumită pierdere de calitate, dar aceasta este de obicei minimă.",
	"name-faqs3": "Cum să comprim dimensiunea fișierului imagine la mai puțin de 100KB?",
	"text-faqs3": "Ajustează setările de comprimare la niveluri mai ridicate și elimină metadatele inutile. Acest lucru ajută la obținerea unei dimensiuni mai mici a fișierului. De asemenea, redimensionarea imaginii la dimensiuni mai mici poate reduce semnificativ dimensiunea fișierului.",
	"name-faqs4": "Pot comprima imagini pe dispozitivul meu iPhone sau Android?",
	"text-faqs4": "Da, instrumentul nostru online este prietenos cu dispozitivele mobile și funcționează perfect pe dispozitivele iPhone și Android. Poți comprima imagini direct din browserul mobil fără a fi nevoie să instalezi aplicații suplimentare.",
	"name-faqs5": "Ce este comprimarea fără pierderi a imaginilor?",
	"text-faqs5": "Comprimarea fără pierderi a imaginilor reduce dimensiunea fișierului unei imagini fără nicio pierdere de calitate. Această tehnică este ideală pentru imagini în care menținerea calității originale este esențială.",
	"name-faqs6": "Cum îmbunătățește comprimarea imaginilor performanța site-ului web?",
	"text-faqs6": "Imaginile comprimate se încarcă mai repede, reducând timpul total de încărcare al site-ului tău web. Acest lucru îmbunătățește experiența utilizatorului și poate duce la o clasare mai bună în motoarele de căutare.",
	"name-faqs7": "Comprimarea imaginilor online este sigură?",
	"text-faqs7": "Da, instrumentul nostru de comprimare a imaginilor online asigură că imaginile tale sunt procesate în siguranță. Nu stocăm niciuna dintre imagini pe serverele noastre după comprimare.",
	"name-faqs8": "Pot comprima mai multe imagini simultan?",
	"text-faqs8": "În prezent, instrumentul nostru îți permite să comprimi o singură imagine la un moment dat. Lucrăm la o funcție pentru a suporta comprimarea loturilor în viitor.",
	"name-faqs9": "Care este cel mai bun nivel de comprimare pentru imaginile web?",
	"text-faqs9": "Nivelul optim de comprimare depinde de nevoile specifice ale site-ului tău web. Pentru majoritatea scopurilor, un nivel mediu de comprimare oferă un echilibru bun între dimensiunea fișierului și calitatea imaginii.",
	"name-faqs10": "De ce ar trebui să elimin metadatele din imagini?",
	"text-faqs10": "Eliminarea metadatelor, cum ar fi setările camerei și datele de locație, poate reduce semnificativ dimensiunea fișierului imaginilor tale. Acest lucru ajută la timpi de încărcare mai rapizi și economisește lățime de bandă.",
	"mes_error_1": "O, nu!",
	"mes_error_2": "Dimensiunea fișierului depășește limita de 1MB și Maximum 1 fotografie",
	"lang": "ro"
}
