{
  "title": "Nén hình ảnh trực tuyến",
  "description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "twitter_card_sumary": "summary",
  "twitter_title": "Nén hình ảnh trực tuyến",
  "twitter_description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "og_title": "Nén hình ảnh trực tuyến",
  "og_description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "content": "Web Language Vietnamese",
  "content-body-top": "Công cụ tối ưu hóa này giúp nén hình ảnh JPG, JPEG, GIF và PNG xuống dung lượng nhỏ nhất có thể, vẫn đảm bảo chất lượng yêu cầu",
  "title-choose-file": "Bấm để tải hình ảnh lên",
  "content-welcome": "- nơi cung cấp các dịch vụ nén ảnh, giảm dung lượng ảnh, và các công cụ liên quan, phục vụ cho nhu cầu của bạn.",
  "title-welcome": "Chào mừng bạn đến với Trang web nén ảnh trực tuyến",
  "content-body-title": "content-body-title",
  "content-body-title1": "Nén ảnh Online:",
  "content-description1": "Với công cụ nén ảnh trực tuyến của chúng tôi, bạn có thể nén các file ảnh JPG, PNG, GIF một cách nhanh chóng và hiệu quả. Không cần phải cài đặt phần mềm, chỉ cần tải lên ảnh của bạn và chúng tôi sẽ xử lý phần còn lại.",
  "content-body-title2": "Giảm Dung lượng ảnh mà không giảm chất lượng:",
  "content-description2": "Chúng tôi cam kết rằng công cụ của chúng tôi sẽ giúp bạn giảm dung lượng của ảnh mà không ảnh hưởng đến độ nét, màu sắc và chi tiết của nó, với mong muốn đem lại trải nghiệm tốt nhất cho bạn.",
  "content-body-title3": "Tiện ích dễ sử dụng trên mọi thiết bị:",
  "content-description3": "Trang web của chúng tôi hoàn toàn tương thích trên mọi thiết bị, từ máy tính đến điện thoại di động và máy tính bảng, mang lại sự thuận tiện linh hoạt cho bạn.",
  "content-body-title4": "Dịch vụ giảm dung lượng ảnh hàng loạt:",
  "content-description4": "Nếu bạn đang cần giảm dung lượng cho nhiều ảnh cùng một lúc, chúng tôi cũng cung cấp dịch vụ giảm dung lượng ảnh hàng loạt, giúp bạn tiết kiệm thời gian và công sức.",
  "content-body-title5": "Hỗ trợ đa nền tảng:",
  "content-description5": "Không chỉ hỗ trợ trên máy tính, chúng tôi cũng cung cấp ứng dụng tiện ích cho các thiết bị Android và iOS, giúp bạn có thể giảm dung lượng ảnh một cách dễ dàng ngay trên thiết bị di động của mình.",
  "content-description5.2": "Giảm dung lượng ảnh PNG, giảm dung lượng ảnh GIF, giảm dung lượng ảnh JPG, giảm dung lượng ảnh trên điện thoại, giảm dung lượng ảnh trên máy tính, giảm dung lượng ảnh trực tuyến, phần mềm giảm dung lượng ảnh trên Android, giảm dung lượng ảnh hàng loạt online, giảm dung lượng ảnh trên iPhone.Chúng tôi đều ứng nhu cầu của bạn với một loạt các công cụ và dịch vụ giảm dung lượng ảnh, từ các loại file ảnh phổ biến như PNG, GIF, JPG cho đến các thiết bị di động như iPhone và các hệ điều hành như Android."
}