{
	"title": "Công cụ Nén Ảnh Trực Tuyến Miễn Phí - Nén Ảnh Mà Không Mất Chất Lượng",
	"description": "Khám phá các công cụ nén ảnh trực tuyến miễn phí của chúng tôi, được thiết kế để nén các tệp JPG, PNG và GIF mà không làm mất chất lượng. Tối ưu hóa hiệu suất website của bạn và cải thiện trải nghiệm người dùng trên các nền tảng web, iPhone và Android. Lý tưởng cho các nhà phát triển và nhà thiết kế muốn nén ảnh một cách hiệu quả và tăng cường SEO.",
	"keyword": "Nén ảnh không mất chất lượng, Nén ảnh JPG, Nén ảnh PNG, Nén GIF, Giảm kích thước ảnh, Nén ảnh miễn phí, Nén ảnh trực tuyến, Nén ảnh online, Giảm kích thước ảnh miễn phí, Nén ảnh cho web, Tối ưu hóa tải ảnh, Tối ưu hóa hình ảnh",
	"twitter_card_sumary": "summary",
	"twitter_title": "Công cụ Nén Ảnh Trực Tuyến Miễn Phí - Nén Ảnh Mà Không Mất Chất Lượng",
	"twitter_description": "Công cụ nén ảnh trực tuyến miễn phí để giảm kích thước tệp ảnh mà không làm mất chất lượng. Nén các tệp JPG, PNG và GIF cho website, iPhone và Android.",
	"og_title": "Công cụ Nén Ảnh Trực Tuyến Miễn Phí - Nén Ảnh Mà Không Mất Chất Lượng",
	"og_description": "Công cụ nén ảnh trực tuyến miễn phí để giảm kích thước tệp ảnh mà không làm mất chất lượng. Nén các tệp JPG, PNG và GIF cho website, iPhone và Android.",
	"title-body-top": "Công cụ để tối ưu hóa và nén ảnh, giảm kích thước ảnh mà không tốn phí",
	"content-body-top": "Giảm kích thước tệp ảnh mà không làm mất chất lượng. Nén các tệp JPG, PNG và GIF cho website, iPhone và Android",
	"title-choose-file": "Nhấp để tải lên ảnh",
	"title-welcome": "Cách Nén Ảnh Trực Tuyến",
	"content-welcome": "Công cụ nén ảnh của chúng tôi dễ sử dụng và hiệu quả. Hãy làm theo các bước sau để giảm kích thước tệp ảnh của bạn:",
	"content-welcome-chill-1": "Tải lên ảnh của bạn bằng cách sử dụng biểu mẫu ở trên.",
	"content-welcome-chill-2": "Chọn mức độ nén mong muốn để cân bằng giữa chất lượng và kích thước tệp.",
	"content-welcome-chill-3": "Tải xuống ảnh đã được nén về thiết bị của bạn.",
	"content-body-title1": "Lợi ích của Nén Ảnh",
	"content-description1": "Nén ảnh là rất quan trọng vì nhiều lý do khác nhau. Đây là một số lợi ích chính:",
	"content-description1-strong1": "Tăng Tốc Độ Tải Trang: ",
	"content-description1-strong2": "Giảm Sử Dụng Băng Thông: ",
	"content-description1-strong3": "Cải Thiện SEO: ",
	"content-description1-strong4": "Tiết Kiệm Lưu Trữ: ",
	"content-description1-chill-1": "Ảnh được nén tải nhanh hơn, cải thiện trải nghiệm người dùng trên website của bạn.",
	"content-description1-chill-2": "Kích thước ảnh nhỏ hơn tiêu tốn ít băng thông hơn, giúp tiết kiệm chi phí, đặc biệt là đối với người dùng di động.",
	"content-description1-chill-3": "Tốc độ tải nhanh đóng góp vào việc cải thiện thứ hạng SEO trên các công cụ tìm kiếm như Google.",
	"content-description1-chill-4": "Ảnh đã được nén chiếm ít không gian hơn, giải phóng lưu trữ trên máy chủ hoặc thiết bị của bạn.",
	"content-body-title2": "Định Dạng Ảnh Được Hỗ Trợ",
	"content-description2": "Công cụ của chúng tôi hỗ trợ nén các định dạng ảnh khác nhau, bao gồm:",
	"content-description2-strong1": "JPG: ",
	"content-description2-strong2": "PNG: ",
	"content-description2-strong3": "GIF: ",
	"content-description2-chill-1": "Lí tưởng cho các bức ảnh và hình ảnh có dải màu.",
	"content-description2-chill-2": "Tốt nhất cho đồ họa, logo và hình ảnh có chữ.",
	"content-description2-chill-3": "Phù hợp cho các hoạt hình đơn giản và hình ảnh ít màu.",
	"content-body-title3": "Mẹo Tối Ưu Hóa Hình Ảnh",
	"content-description3": "Dưới đây là một số mẹo bổ sung để giúp bạn tối ưu hóa hình ảnh cho hiệu suất tốt hơn:",
	"content-description3-strong1": "Thay Đổi Kích Thước Ảnh:",
	"content-description3-strong2": "Chọn Đúng Định Dạng: ",
	"content-description3-strong3": "Xóa Thông Tin Meta: ",
	"content-description3-strong4": "Sử Dụng Định Dạng WebP: ",
	"content-description3-chill-1": "Trước khi nén, hãy đảm bảo thay đổi kích thước ảnh thành kích thước bạn cần. Ảnh lớn chiếm nhiều không gian hơn và mất thời gian để tải.",
	"content-description3-chill-2": "Sử dụng JPG cho các bức ảnh, PNG cho các hình ảnh có chữ hoặc độ trong suốt và GIF cho các hoạt hình đơn giản.",
	"content-description3-chill-3": "Loại bỏ thông tin meta không cần thiết từ các tệp ảnh để giảm kích thước tệp.",
	"content-description3-chill-4": "Cân nhắc sử dụng định dạng WebP cho hình ảnh web vì nó cung cấp tỷ lệ nén tốt hơn.",
	"title-welcome-faqs": "Câu Hỏi Thường Gặp",
	"name-faqs1": "Tôi Nên Nén Ảnh JPG hay PNG?",
	"text-faqs1": "Ảnh JPG thích hợp nhất cho các bức ảnh và hình ảnh có dải màu, trong khi ảnh PNG thích hợp cho đồ họa và hình ảnh có chữ. Hãy chọn định dạng phù hợp với nhu cầu của bạn.",
	"name-faqs2": "Có Ảnh Hưởng Gì Đến Chất Lượng Ảnh Sau Khi Nén?",
	"text-faqs2.1": "Các kỹ thuật nén không mất chất lượng giúp giảm kích thước tệp ảnh mà không ảnh hưởng đến chất lượng. Đối với việc giảm kích thước đáng kể, có thể sẽ có một chút sự giảm chất lượng, nhưng thường là rất nhỏ.",
	"name-faqs3": "Làm Thế Nào Để Nén Kích Thước Tệp Ảnh Dưới 100KB?",
	"text-faqs3": "Điều chỉnh các cài đặt nén lên mức cao và loại bỏ thông tin meta không cần thiết. Điều này giúp giảm kích thước tệp. Ngoài ra, việc thay đổi kích thước ảnh thành kích thước nhỏ hơn cũng có thể giúp giảm kích thước tệp đáng kể.",
	"name-faqs4": "Tôi Có Thể Nén Ảnh Trên iPhone hoặc Thiết Bị Android Không?",
	"text-faqs4": "Có, công cụ trực tuyến của chúng tôi thân thiện với di động và hoạt động trơn tru trên các thiết bị iPhone và Android. Bạn có thể nén ảnh trực tiếp từ trình duyệt di động của bạn mà không cần cài đặt bất kỳ ứng dụng bổ sung nào.",
	"name-faqs5": "Nén Ảnh Mất Chất Lượng Là Gì?",
	"text-faqs5": "Nén ảnh mất chất lượng giảm kích thước tệp ảnh mà không làm mất chất lượng. Kỹ thuật này lý tưởng cho các hình ảnh cần giữ nguyên chất lượng ban đầu.",
	"name-faqs6": "Làm Thế Nào Nén Ảnh Cải Thiện Hiệu Suất Website?",
	"text-faqs6": "Ảnh đã nén tải nhanh hơn, giảm tổng thời gian tải của website của bạn. Điều này cải thiện trải nghiệm người dùng và có thể dẫn đến xếp hạng tìm kiếm tốt hơn trên các công cụ tìm kiếm.",
	"name-faqs7": "Nén Ảnh Trực Tuyến Có An Toàn Không?",
	"text-faqs7": "Vâng, công cụ nén ảnh trực tuyến của chúng tôi đảm bảo rằng các tệp ảnh của bạn được xử lý một cách an toàn. Chúng tôi không lưu trữ bất kỳ ảnh nào trên máy chủ sau khi đã nén.",
	"name-faqs8": "Tôi Có Thể Nén Nhiều Ảnh Cùng Một Lúc Không?",
	"text-faqs8": "Hiện tại, công cụ của chúng tôi chỉ cho phép nén một ảnh một lần. Chúng tôi đang làm việc để hỗ trợ nén hàng loạt trong tương lai.",
	"name-faqs9": "Mức Độ Nén Nào Là Tốt Nhất Cho Ảnh Web?",
	"text-faqs9": "Mức độ nén tối ưu phụ thuộc vào nhu cầu cụ thể của website của bạn. Đối với hầu hết các mục đích, mức độ nén trung bình mang lại sự cân bằng tốt giữa kích thước tệp và chất lượng ảnh.",
	"name-faqs10": "Tại Sao Tôi Nên Xóa Thông Tin Meta Từ Ảnh?",
	"text-faqs10": "Việc xóa thông tin meta không cần thiết như cài đặt máy ảnh và dữ liệu vị trí có thể giảm đáng kích thước tệp ảnh của bạn. Điều này giúp tăng tốc độ tải và tiết kiệm băng thông.",
	"mes_error_1": "Ôi không!",
	"mes_error_2": "Kích thước tệp vượt quá giới hạn 1MB và tối đa 1 tấm hình",
	"lang": "vi"
}
