{
  "title": "Nén hình ảnh trực tuyến",
  "description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "twitter_card_sumary": "summary",
  "twitter_title": "Nén hình ảnh trực tuyến",
  "twitter_description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "og_title": "Nén hình ảnh trực tuyến",
  "og_description": "JumbleCS là một công cụ tối ưu hóa hình ảnh giúp giảm dung lượng file một cách tối đa, nén hình ảnh định dạng JPEG, GIF và PNG xuống kích thước nhỏ nhất có thể trên các nền tảng Android, iOS và PC.",
  "content": "Web Language Vietnamese",
  "content-body-top": "Công cụ tối ưu hóa này giúp nén hình ảnh JPG, JPEG, GIF và PNG xuống dung lượng nhỏ nhất có thể, vẫn đảm bảo chất lượng yêu cầu",
  "title-choose-file": "Bấm để tải hình ảnh lên",
  "content-welcome": "- nơi cung cấp các dịch vụ nén ảnh, giảm dung lượng ảnh, và các công cụ liên quan, phục vụ cho nhu cầu của bạn.",
  "title-welcome": "Chào mừng bạn đến với Trang web nén ảnh trực tuyến",
  "content-body-title": "content-body-title",
  "content-body-title1": "Nén ảnh Online:",
  "content-description1": "Với công cụ nén ảnh trực tuyến của chúng tôi, bạn có thể nén các file ảnh JPG, PNG, GIF một cách nhanh chóng và hiệu quả. Không cần phải cài đặt phần mềm, chỉ cần tải lên ảnh của bạn và chúng tôi sẽ xử lý phần còn lại.",
  "content-body-title2": "Giảm Dung lượng ảnh mà không giảm chất lượng:",
  "content-description2": "Chúng tôi cam kết rằng công cụ của chúng tôi sẽ giúp bạn giảm dung lượng của ảnh mà không ảnh hưởng đến độ nét, màu sắc và chi tiết của nó, với mong muốn đem lại trải nghiệm tốt nhất cho bạn.",
  "content-body-title3": "Tiện ích dễ sử dụng trên mọi thiết bị:",
  "content-description3": "Trang web của chúng tôi hoàn toàn tương thích trên mọi thiết bị, từ máy tính đến điện thoại di động và máy tính bảng, mang lại sự thuận tiện linh hoạt cho bạn.",
  "content-body-title4": "Dịch vụ giảm dung lượng ảnh hàng loạt:",
  "content-description4": "Nếu bạn đang cần giảm dung lượng cho nhiều ảnh cùng một lúc, chúng tôi cũng cung cấp dịch vụ giảm dung lượng ảnh hàng loạt, giúp bạn tiết kiệm thời gian và công sức.",
  "content-body-title5": "Hỗ trợ đa nền tảng:",
  "content-description5": "Không chỉ hỗ trợ trên máy tính, chúng tôi cũng cung cấp ứng dụng tiện ích cho các thiết bị Android và iOS, giúp bạn có thể giảm dung lượng ảnh một cách dễ dàng ngay trên thiết bị di động của mình.",
  "content-description5.2": "Chúng tôi đều ứng nhu cầu của bạn với một loạt các công cụ và dịch vụ giảm dung lượng ảnh, từ các loại file ảnh phổ biến như PNG, GIF, JPG cho đến các thiết bị di động như iPhone và các hệ điều hành như Android.",
  "title-welcome-faqs": "Câu hỏi thường gặp và Hỗ trợ: Trang web có thể cung cấp một phần dành riêng cho các câu hỏi thường gặp (FAQ) và hỗ trợ khách hàng. Điều này giúp người dùng khắc phục mọi sự cố họ có thể gặp phải và nhận hỗ trợ khi cần.",
  "name-faqs1": "CompressImage là gì và tại sao nén ảnh lại quan trọng?",
  "text-faqs1": "CompressImage là một dịch vụ trực tuyến hoặc một công cụ phần mềm giúp nén ảnh để giảm dung lượng của chúng mà vẫn giữ được chất lượng hình ảnh. Quá trình nén ảnh quan trọng vì nó giúp tăng tốc độ tải trang web, giảm băng thông mạng, và tăng trải nghiệm người dùng bằng cách làm cho trang web tải nhanh hơn và hiệu quả hơn.",
  "name-faqs2": "Làm thế nào để tôi có thể nén ảnh được ở CompressImage",
  "text-faqs2.1": "Mở trình duyệt web và nhập địa chỉ trang web của CompressImage.id.vn vào thanh tìm kiếm.",
  "text-faqs2.2": "Nhấp vào nút \"Tải ảnh lên\" hoặc kéo và thả tập tin ảnh của bạn từ máy tính vào trang web.",
  "text-faqs2.3": "Sau khi tải ảnh lên, bạn sẽ thấy các tùy chọn cấu hình nén. Chọn định dạng ảnh (JPEG, PNG, GIF, vv.) và điều chỉnh mức độ nén nếu cần thiết.",
  "text-faqs2.4": "CompressImage sẽ xử lý ảnh của bạn và tạo ra phiên bản đã nén với dung lượng thấp nhưng vẫn giữ được chất lượng.",
  "text-faqs2.5": "Sau khi quá trình nén hoàn tất, bạn sẽ nhận được tùy chọn để tải về ảnh đã nén. Nhấp vào nút \"Tải về\" để lưu tập tin nén xuống máy tính của bạn.",
  "text-faqs2.6": "Mở ảnh đã nén để kiểm tra chất lượng và dung lượng. Đảm bảo rằng ảnh vẫn giữ được chất lượng mong muốn trong khi dung lượng đã được giảm đi",
  "name-faqs3": "CompressImage có cung cấp các công cụ nén ảnh nào?",
  "text-faqs3": "CompressImage cung cấp một loạt các công cụ nén ảnh như TinyPNG, JPEG Optimizer, ImageOptim, và nhiều công cụ khác nữa, mỗi công cụ có những ưu điểm và hạn chế riêng.",
  "name-faqs4": "Làm thế nào để nén ảnh một cách hiệu quả với CompressImage?",
  "text-faqs4": "Để nén ảnh một cách hiệu quả với CompressImage, bạn cần chọn các cài đặt nén phù hợp, bao gồm chọn định dạng nén (JPEG, PNG, GIF, etc.), mức độ nén (đặc trưng bằng tỉ lệ phần trăm hoặc cấu hình cụ thể), và kiểm soát các yếu tố khác như kích thước ảnh.",
  "name-faqs5": "Tôi có thể nén ảnh trực tuyến bằng CompressImage không?",
  "text-faqs5": "Được, CompressImage thường cung cấp dịch vụ nén ảnh trực tuyến thông qua trang web của họ, cho phép bạn tải lên và nén ảnh một cách nhanh chóng và thuận tiện từ bất kỳ thiết bị nào có kết nối internet.",
  "name-faqs6": "CompressImage có thể giúp giảm dung lượng ảnh mà không làm mất chất lượng không?",
  "text-faqs6": "Có, CompressImage sử dụng các thuật toán nén tiên tiến để giảm dung lượng của ảnh mà vẫn giữ được chất lượng hình ảnh gốc. Tuy nhiên, việc giảm dung lượng đôi khi có thể ảnh hưởng đến chất lượng hình ảnh, đặc biệt là khi áp dụng mức độ nén cao.",
  "name-faqs7": "Làm thế nào để chọn cấu hình nén phù hợp khi sử dụng CompressImage?",
  "text-faqs7": "Khi sử dụng CompressImage, bạn cần xem xét nhu cầu của mình và chọn cấu hình nén phù hợp. Điều này bao gồm việc xác định mức độ nén, định dạng đầu ra, và các tùy chọn khác như giữ nguyên thông số kích thước hay giảm kích thước ảnh.",
  "name-faqs8": "CompressImage hỗ trợ các định dạng ảnh nào?",
  "text-faqs8": "CompressImage thường hỗ trợ nén các định dạng ảnh phổ biến như JPEG, PNG, GIF, SVG, và nhiều định dạng khác nữa.",
  "name-faqs9": "Tôi có thể sử dụng CompressImage miễn phí không?",
  "text-faqs9": "CompressImage thường cung cấp phiên bản miễn phí với một số hạn chế về dung lượng nén hoặc chất lượng hình ảnh. Bạn cũng có thể nâng cấp lên các gói dịch vụ trả phí để có thêm tính năng và sự linh hoạt hơn.",
  "name-faqs10": "Làm thế nào để đảm bảo rằng ảnh của tôi vẫn đảm bảo chất lượng sau khi được nén bằng CompressImage?",
  "text-faqs10": "Để đảm bảo rằng ảnh của bạn vẫn giữ chất lượng sau khi được nén bằng CompressImage, bạn cần kiểm tra kết quả nén và điều chỉnh cài đặt nén nếu cần thiết. Bạn cũng có thể so sánh trực quan giữa ảnh gốc và ảnh đã nén để đảm bảo rằng không có sự mất mát đáng kể về chất lượng.",
  "mes_error_1": "Ôi không!",
  "mes_error_2": "Dung lượng tệp vượt quá giới hạn 1MB và tối đa 1 bức ảnh"
}